Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: The <code>gui</code> element is similar to the deprecated <code href="http://www.docbook.org/tdg/en/html/interface.html">interface</code> element in DocBook. DocBook 3 introduced more specific elements for marking up parts of a user interface: <code href="http://www.docbook.org/tdg/en/html/guibutton.html">guibutton</code>, <code href="http://www.docbook.org/tdg/en/html/guiicon.html">guiicon</code>, <code href="http://www.docbook.org/tdg/en/html/guilabel.html">guilabel</code>, <code href="http://www.docbook.org/tdg/en/html/guimenu.html">guimenu</code>, <code href="http://www.docbook.org/tdg/en/html/guimenuitem.html">guimenuitem</code>, and <code href="http://www.docbook.org/tdg/en/html/guisubmenu.html">guisubmenu</code>. In practice, there is rarely a need to distinguish between types of interface elements in markup. When such a need arises, it can be handled using attributes on a single element. Furthermore, DocBook's various elements are nowhere near exhaustive. Thus, authors must frequently either abuse a specific element or use the deprecated <code>interface</code> element.
el: Το στοιχείο <code>gui</code> είναι παρόμοιο με των παρωχημένο στοιχείο <code href="http://www.docbook.org/tdg/en/html/interface.html">interface</code> του DocBook. Το DocBook 3 εισήγαγε πιο εξειδικευμένα στοιχεία για την επισήμανση των μερών μιας διεπαφής χρήστη: <code href="http://www.docbook.org/tdg/en/html/guibutton.html">guibutton</code>, <code href="http://www.docbook.org/tdg/en/html/guiicon.html">guiicon</code>, <code href="http://www.docbook.org/tdg/en/html/guilabel.html">guilabel</code>, <code href="http://www.docbook.org/tdg/en/html/guimenu.html">guimenu</code>, <code href="http://www.docbook.org/tdg/en/html/guimenuitem.html">guimenuitem</code>, και <code href="http://www.docbook.org/tdg/en/html/guisubmenu.html">guisubmenu</code>. Στην πράξη, σπάνια υπάρχει ανάγκη διάκρισης μεταξύ τύπων στοιχείων διεπαφής στην επισήμανση. Όταν δημιουργείται τέτοια ανάγκη, μπορεί να αντιμετωπισθεί με χρήση ιδιοτήτων σε ένα στοιχείο. Επιπλέον, τα διάφορα στοιχεία του DocBook δεν είναι εξαντλητικά. Έτσι, οι συγγραφείς πρέπει συχνά είτε να καταχρώνται ένα συγκεκριμένο στοιχείο είτε να χρησιμοποιούν το παρωχημένο στοιχείο <code>interface</code>.
fr: L'élément <code>gui</code> est analogue à l'élément actuellement abandonné <code href="http://www.docbook.org/tdg/en/html/interface.html">interface</code> de Docbook. Docbook 3 a introduit des éléments plus précis pour baliser les parties d'une interface utilisateur : <code href="http://www.docbook.org/tdg/en/html/guibutton.html">guibutton</code>, <code href="http://www.docbook.org/tdg/en/html/guiicon.html">guiicon</code>, <code href="http://www.docbook.org/tdg/en/html/guilabel.html">guilabel</code>, <code href="http://www.docbook.org/tdg/en/html/guimenu.html">guimenu</code>, <code href="http://www.docbook.org/tdg/en/html/guimenuitem.html">guimenuitem</code> et <code href="http://www.docbook.org/tdg/en/html/guisubmenu.html">guisubmenu</code>. En pratique, le besoin de différencier dans le balisage la typologie des éléments d'interface se fait rarement sentir. Si un tel besoin existe, il est possible de le gérer avec de simples attributs d'élément. De plus, la liste des divers éléments de Docbook ne représente pas quelque chose d'exhaustif. De ce fait, les rédacteurs, soit utilisent de façon abusive un élément donné, soit continuent à utiliser l'élément abandonné <code>interface</code>.

source: Mark up the name of a file or directory.
el: Σημειώστε το όνομα ενός αρχείου ή φακέλου.
fr: Balisage du nom d'un fichier ou d'un répertoire.

source: Filenames
el: Ονόματα αρχείων
fr: Noms de fichiers

source: Use the <code>file</code> element to mark up the name of a file or directory. You may also use it to mark up collections or portions of filenames, such as search paths and file extensions.
el: Χρησιμοποιήστε το στοιχείο <code>file</code> για να επισημάνετε το όνομα ενός αρχείου ή καταλόγου. Μπορείτε επίσης να το χρησιμοποιήσετε για να επισημάνετε συλλογές ή μέρη ονομάτων αρχείων, όπως διαδρομές αναζήτησης και επεκτάσεις αρχείων.
fr: Utilisez l'élément <code>file</code> pour baliser les noms de fichiers ou de répertoires. Il s'utilise aussi pour marquer des listes de fichiers ou bien des parties de nom de fichier, telles que des chemins de recherche et des extensions de nom de fichier.

source: The <code>file</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>file</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>file</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>file</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>file</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό εμβόλιμο περιεχόμενο, συμπεριλαμβανόμενου μέσα στα περισσότερα <link xref="mal_inline">εμβόλιμα στοιχεία</link>, σε μερικά <link xref="mal_block#basic">βασικά στοιχεία μπλοκ</link>, και σε συγκεκριμένα <link xref="mal_info">πληροφοριακά στοιχεία</link>.
fr: L'élément <code>file</code> peut se rencontrer dans tout contexte intégré général, y compris à l'intérieur de la plupart des <link xref="mal_inline">éléments intégrés</link>, de quelques <link xref="mal_block#basic">éléments blocs de base</link> et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>file</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>file</code> μπορεί να συνδέεται με άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>file</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: The <code>file</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>file</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>file</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Filenames should be displayed in a fixed-width or wide font. Fixed-width fonts tend to have more distinction between visually similar characters. This is particularly important in filenames, since letters often appear without the context of a known word that helps make them discernable in normal prose.
el: Τα ονόματα αρχείων πρέπει να εμφανίζονται με γραμματοσειρά σταθερού ή εκτεταμένου πλάτους. ΟΙ γραμματοσειρές σταθερού πλάτους τείνουν να έχουν καλύτερη διάκριση μεταξύ οπτικά παρόμοιων χαρακτήρων. Αυτό είναι ιδιαίτερα σημαντικό για τα ονόματα αρχείων, από τη στιγμή που γράμματα εμφανίζονται συχνά εκτός πλαισίου μιας γνωστής λέξης που θα βοηθούσε στην ταυτοποίησή τους στον κανονικό λόγο.
fr: Les noms de fichiers sont affichés dans une police à chasse fixe ou large. Les polices à chasse fixe ont la réputation de faciliter la distinction entre caractères visuellement semblables. Cette qualité est particulièrement importante pour les noms de fichiers étant donné que les lettres apparaissent souvent hors du contexte d'un mot connu qui améliore la lisibilité dans un texte normal.

source: The <code>file</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/filename.html">filename</code> element in DocBook.
el: Το στοιχείο <code>file</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/filename.html">filename</code> του DocBook.
fr: L'élément <code>file</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/filename.html">filename</code> de DocBook.

source: Emphasize important text.
el: Κάντε σημαντικό κείμενο πλάγιο.
fr: Mise en évidence de textes importants.

source: Emphasis
el: Έμφαση
fr: Mise en évidence

source: Use the <code>em</code> element to emphasize text. You may use <code>em</code> to stress certain words in a sentence. Do not use <code>em</code> to effect a particular typographic style, since it may be rendered differently by different display tools.
el: Χρησιμοποιήστε το στοιχείο <code>em</code> για να δώσετε έμφαση στο κείμενο. Μπορείτε να χρησιμοποιήσετε το στοιχείο <code>em</code> για να τονίσετε συγκεκριμένες λέξεις σε μια πρόταση. Μην το χρησιμοποιείτε για ένα συγκεκριμένο τυπογραφικό στυλ, από τη στιγμή που μπορεί να αποδοθεί διαφορετικά από τα διαφορετικά εργαλεία απεικόνισης.
fr: Utilisez l'élément <code>em</code> pour mettre en évidence du texte. Vous pouvez utiliser <code>em</code> pour faire ressortir certains mots dans une phrase. N'employez pas <code>em</code> pour donner un style typographique particulier, car il pourrait être rendu différemment selon l'outil d'affichage.

source: The <code>em</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>em</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>em</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>em</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>em</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό εμβόλιμο περιεχόμενο, συμπεριλαμβανόμενου μέσα στα περισσότερα <link xref="mal_inline">εμβόλιμα στοιχεία</link>, σε μερικά <link xref="mal_block#basic">βασικά στοιχεία μπλοκ</link>, και σε συγκεκριμένα <link xref="mal_info">πληροφοριακά στοιχεία</link>.
fr: L'élément <code>em</code> se rencontre dans tout contexte intégré général, y compris dans la plupart des <link xref="mal_inline">éléments intégrés</link>, dans quelques <link xref="mal_block#basic">éléments blocs de base</link> et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>em</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>em</code> μπορεί να συνδέεται με άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>em</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: The <code>em</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>em</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>em</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>em</code> to stress a word in a sentence:
el: Χρησιμοποιήστε το στοιχείο <code>em</code> για να τονίσετε μια λέξη σε μια πρόταση:
fr: Utilisation de <code>em</code> pour faire ressortir un mot dans une phrase :

source: You should <em>never</em> run a graphical application as root.
el: Δεν θα πρέπει <em>ποτέ</em> να εκτελείτε μια γραφική εφαρμογή ως root.
fr: Vous ne devez <em>jamais</em> lancer une application graphique en tant que qu'utilisateur root.

source: Use <code>em</code> to mark the first occurance of a term:
el: Χρησιμοποιήστε το <code>em</code> για να επισημάνετε την πρώτη φορά που συναντάται ο όρος:
fr: Utilisation de <code>em</code> pour baliser la première occurrence d'un terme :

source: Note that <em>accelerators</em> are different from <em>mnemonics</em>.
el: Προσέξτε ότι οι <em>accelerators</em> είναι διαφορετικοί από τα <em>mnemonics</em>.
fr: Notez que les <em>accélérateurs</em> sont différents des <em>mnémoniques</em>.

source: Emphasized text is traditionally presented in an italic or oblique font. Italic and oblique fonts stress a portion of text without making it stand out. By contrast, bold text tends to draw the eye, which can be distracting when reading long passages of text. In scripts without a distinction between roman and italic type styles, it may still be possible to use an oblique font or some other font variation. Bold text may be used if necessary.
el: Το κείμενο με έμφαση παραδοσιακά εμφανίζεται με πλάγια ή λοξά γράμματα. Οι πλάγιες και λοξές γραμματοσειρές δίνουν έμφαση σε ένα τμήμα κειμένου χωρίς να το κάνουν να ξεχωρίζει. Αντιθέτως, οι έντονες γραμματοσειρές τείνουν να τραβούν το μάτι, το οποίο μπορεί να αποσπά τον αναγνώστη κατά την ανάγνωση μεγάλων χωρίων. Σε χωρίς διάκριση μεταξύ roman και πλαγίων, μπορεί να είναι δυνατή η χρήση μιας λοξής γραμματοσειράς ή κάποιας άλλη παραλλαγής. Αν είναι αναγκαίο μπορεί να χρησιμοποιηθεί έντονο κείμενο.
fr: Le texte mis en évidence est traditionnellement représenté à l'aide d'une police italique ou oblique. Les polices italiques ou obliques éclairent une portion de texte sans la rendre saillante. A contrario, les textes gras ont tendance à attirer le regard, ce qui peut distraire lors de la lecture de longs passages. Dans les écrits ne distinguant pas roman et italique, il est toujours possible d'employer une police oblique ou toute autre variation. Le texte en gras peut néanmoins être utilisé si nécessaire.

source: Underlining should be avoided completely, since it hurts the legibility of the text. This problem is especially pronounced in scripts which place diacritical marks below the text. In these scripts, underlining can render the text completely illegible.
el: Η υπογράμμιση θα πρέπει να αποφεύγεται τελείως, από τη στιγμή που βλάπτει την αναγνωσιμότητα του κειμένου. Αυτό το πρόβλημα είναι ιδιαίτερα εμφανές σε script που τοποθετούν διακριτικά σημάδια κάτω από το κείμενο. Σε αυτά η υπογράμμιση μπορεί να κάνει το κείμενο τελείως ακατάληπτο.
fr: La soulignement doit absolument être évité, car il perturbe la lisibilité du texte. Ce problème est particulièrement aigu dans les écritures qui utilisent des diacritiques sous les caractères. Dans ces écrits, le soulignement peut rendre le texte totalement illisible.

source: The <code>em</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/emphasis.html">emphasis</code> element in DocBook. Athough DocBook does not normatively specify a means of controlling the presentation, most DocBook display tools allow writers to set the <code>role</code> attribute to <code>bold</code> or <code>strong</code> to specify bold text. No such recommendation is made for Mallard.
el: Το στοιχείο <code>em</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/emphasis.html">emphasis</code> του DocBook. Παρόλο που το DocBook δεν ορίζει κανονιστικά ένα μέσο ελέγχου της παρουσίασης, τα περισσότερα εργαλεία απεικόνισης του DocBook επιτρέπουν στους συγγραφείς να ορίζουν την ιδιότητα <code>role</code> σε <code>bold</code> ή <code>strong</code> για να καθορίσουν το έντονο κείμενο. Δεν υπάρχει τέτοια σύσταση για το Mallard.
fr: L'élément <code>em</code> est analogue à <code href="http://www.docbook.org/tdg/en/html/emphasis.html">emphasis</code> de DocBook. Même si DocBook ne donne pas dans sa norme le moyen de contrôler la présentation, la plupart des outils d'affichage du DocBook autorisent les rédacteurs à définir pour l'attribut <code>role</code> la valeur <code>bold</code> ou <code>strong</code> pour spécifier des caractères gras. Il n'y a rien de tel dans Mallard.

source: Mark up code from a programming, markup, or other machine-readable format.
el: Επισήμανση κώδικα από προγραμματιστική, επισημασμένη ή άλλη μορφή αναγνώσιμη από μηχανή.
fr: Balisage de lignes de programmation, de balises ou d'autre format destiné à l'ordinateur.

source: Code Snippets
el: Αποσπάσματα κώδικα
fr: Extraits de code

source: Use the <code>code</code> element to mark up a portion of text from a computer language. This includes programming languages, markup languages, and the contents of any type of file with a structured syntax. For commands which are run in an interactive shell, however, you should use the <code xref="mal_inline_cmd">cmd</code> element, even though they may include snippets of shell programming.
el: Χρησιμοποιήστε το στοιχείο <code>code</code> για να επισημάνετε ένα τμήμα κειμένου γλώσσας υπολογιστή. Αυτό περιλαμβάνει γλώσσες προγραμματισμού, γλώσσες επισήμανσης και τα περιεχόμενα οποιουδήποτε τύπου κειμένου με δομημένο συντακτικό. Για εντολές που εκτελούνται σε διαδραστικό κέλυφος, πάντως, θα πρέπει να χρησιμοποιείται το στοιχείο <code xref="mal_inline_cmd">cmd</code>, ακόμα και αν περιλαμβάνουν τμήματα προγραμματισμού κελύφους.
fr: Utilisez <code>code</code> pour baliser un fragment de texte en langage codifié pour la machine. Sont compris dans cet ensemble, les langages de programmation, de balisage et les contenus de tout type de fichier avec une syntaxe structurée. Pour les commandes lancées dans un interpréteur interactif, vous devez toutefois utiliser l'élément <code xref="mal_inline_cmd">cmd</code>, même si ces dernières comportent des fragments de programmation « shell ».

source: You can use the <code>code</code> element to mark up any portion of code, including comments or textual content that doesn't strictly follow any syntax.
el: Μπορείτε να χρησιμοποιήσετε το στοιχείο <code>code</code> για να επισημάνετε οποιοδήποτε τμήμα κώδικα περιλαμβανόμενων των σχολίων ή κειμένου που δεν ακολουθεί αυστηρά κάποιο συντακτικό.
fr: Vous pouvez utiliser <code>code</code> pour baliser toute portion de code, y compris des commentaires ou tout contenu textuel ne suivant pas strictement une syntaxe donnée.

source: Use the <code xref="mal_inline_var">var</code> element inside a <code>code</code> element to indicate text that should be replaced by the user.
el: Χρησιμοποιήστε το στοιχείο <code xref="mal_inline_var">var</code> μέσα σε ένα στοιχείο <code>code</code> για να υποδείξετε κείμενο που πρέπει να αντικατασταθεί από το χρήστη.
fr: Incorporez un élément <code xref="mal_inline_var">var</code> à l'intérieur d'un élément <code>code</code> pour marquer un texte remplaçable par l'utilisateur.

source: The <code>code</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>code</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>code</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>code</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>code</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό εμβόλιμο περιεχόμενο, συμπεριλαμβανόμενου μέσα στα περισσότερα <link xref="mal_inline">εμβόλιμα στοιχεία</link>, σε μερικά <link xref="mal_block#basic">βασικά στοιχεία μπλοκ</link>, και σε συγκεκριμένα <link xref="mal_info">πληροφοριακά στοιχεία</link>.
fr: L'élément <code>code</code> se rencontre dans tout contexte intégré général, y compris dans la plupart des <link xref="mal_inline">éléments intégrés</link>, dans quelques <link xref="mal_block#basic">éléments blocs de base</link> et certains <link xref="mal_info">éléments informatifs</link>.

source: The <code>code</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>code</code> μπορεί να συνδέεται με άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>code</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: The <code>mime</code> attribute takes a valid MIME type. Processing tools may adjust their behavior for particular MIME types.
el: Η ιδιότητα <code>mime</code> δέχεται έναν έγκυρο τύπο MIME. Τα εργαλεία επεξεργασίας μπορεί να προσαρμόσουν τη συμπεριφορά τους για συγκεκριμένους τύπους MIME.
fr: L'attribut <code>mime</code> prend un type MIME valide pour valeur. Les outils de traitement peuvent ajuster leur comportement pour des types MIME particuliers.

source: The <code>code</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>code</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>code</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: The <code>code</code> element may also be used in a block context. See <link xref="mal_block_code"/> for more information.
el: Το στοιχείο <code>code</code> μπορεί επίσης να χρησιμοποιηθεί για περιεχόμενο μπλοκ. Δείτε το <link xref="mal_block_code"/> για περισσότερες πληροφορίες.
fr: L'élément <code>code</code> s'utilise aussi dans un contexte de bloc. Consultez <link xref="mal_block_code"/> pour plus d'informations.

source: Use <code>code</code> to mark up the name of a function, struct, or other constuct in a programming language:
el: Χρησιμοποιήστε το <code>code</code> για να επισημάνετε το όνομα μιας συνάρτησης, δομής ή άλλου κατασκευάσματος σε μια γλώσσα προγραμματισμού:
fr: Utilisation de <code>code</code> pour marquer le nom d'une fonction, structure ou autre construction dans un langage de programmation :

source: Use <code>gtk_container_add</code> to add a child widget to a <code>GtkButton</code>.
el: Χρησιμοποιήστε το <code>gtk_container_add</code> για να προσθέσετε ένα θυγατρικό widget σε ένα <code>GtkButton</code>.
fr: Utilisez <code>gtk_container_add</code> pour ajouter un widget enfant à un <code>GtkButton</code>.

source: Use <code>code</code> with <code xref="mal_inline_var">var</code> to mark up code with a placeholder for an argument the user should supply:
el: Χρησιμοποιήστε το <code>code</code> με το <code xref="mal_inline_var">var</code> για να επισημάνετε κώδικα με ένα σύμβολο κράτησης θέσης για ένα όρισμα που δίνει ο χρήστης:
fr: Utilisation de <code>code</code> avec <code xref="mal_inline_var">var</code> pour baliser un texte de substitution que l'utilisateur doit fournir :
