Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: Mark up a textual user interface or an interactive shell session.
el: Επισημάνετε μια διεπαφή χρήστη κειμένου ή μια διαδραστική συνδερία κελύφους.
fr: Balisage d'une interface utilisateur texte ou d'une session interactive d'interpréteur de commandes.

source: Create a definition list with multiple terms per entry:
el: Δημιοργήστε μια λίστα ορισμών με πολλαπλούς όρους ανά καταχώρηση:
fr: Création d'une liste de définitions avec plusieurs termes par entrée :

source: quote
el: εισαγωγικό

source: Formal elements which allow a <code>cite</code> element.
el: Τυπικά στοιχεία που επιτρέπουν ένα στοιχείο <code>cite</code>.
fr: Éléments formels autorisant un élément <code>cite</code>.

source: Formal elements which allow a <code>desc</code> element.
el: Τυπικά στοιχεία που επιτρέπουν ένα στοιχείο <code>desc</code>.
fr: Éléments formels autorisant un élément <code>desc</code>.

source: Formal elements which only allow a <code>title</code> element.
el: Τυπικά στοιχεία που επιτρέπουν ένα στοιχείο <code>title</code>.
fr: Élément formel autorisant uniquement un élément <code>title</code>.

source: Definition lists are displayed as block elements, with each child <code>item</code> displayed as some number of list items. When present, the title should be displayed in a way that makes it clear that it is the title of the list. Each <code>title</code> element of each list item is treated as a term, and is displayed as a block element. The remaining block content is then treated as the description and displayed as normal. The description blocks should be indented from the terms.
el: Οι λίστες ορισμών εμφανίζονται ως στοιχεία μπλοκ με κάθε θυγατρικό στοιχείο <code>item</code> να εμφανίζεται ως ένας αριθμός αντικειμένων. Όταν υπάρχει, ο τίτλος θα πρέπει να εμφανίζεται με τέτοιο τρόπο που να καθίσταται σαφές ότι είναι ο τίτλος της λίστας. Κάθε στοιχείο <code>title</code> κάθε αντικειμένου της λίστας αντιμετωπίζεται ως ένας όρος και εμφανίζεται ως στοιχείο μπλοκ. Το υπόλοιπο περιεχόμενο του μπλοκ αντιμετωπίζεται ως περιγραφή και εμφανίζεται κανονικά. Τα μπλοκ περιγραφής θα πρέπει να έχουν εσοχή σε σχέση με τους όρους.
fr: Les listes de définitions sont affichées comme des éléments blocs, chaque <code>item</code> enfant disposé tel des éléments de liste. Lorsqu'il est présent, le titre est affiché de façon à indiquer clairement qu'il s'agit du titre de la liste. Chaque élément <code>title</code> de chaque article de la liste est traité comme un terme et affiché dans un élément bloc. Le contenu restant du bloc est ensuite considéré comme étant la description et affiché normalement. Les blocs des descriptions sont indentés par rapport aux termes.

source: The <code>terms</code> element is similar to <code href="http://www.docbook.org/tdg/en/html/variablelist.html">variablelist</code> element in DocBook. Like DocBook (and unlike HTML), Mallard groups terms with their corresponding entries. In DocBook, the entry must be wrapped with a <code href="http://www.docbook.org/tdg/en/html/listitem.html">listitem</code> element inside the <code href="http://www.docbook.org/tdg/en/html/varlistentry.html">varlistentry</code> element. In Mallard, the entry is simply all of the block content except the <code xref="mal_block_title">title</code> elements.
el: Το στοιχείο <code>terms</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/variablelist.html">variablelist</code> του DocBook. Όπως το DocBook (και αντίθετα από την HTML), το Mallard ομαδοποιεί τους όρους με τις αντίστοιχες καταχωρήσεις. Στο DocBook, η καταχώρηση πρέπει να περιβάλλεται από ένα στοιχείο <code href="http://www.docbook.org/tdg/en/html/listitem.html">listitem</code> μέσα στο στοιχείο <code href="http://www.docbook.org/tdg/en/html/varlistentry.html">varlistentry</code>. Στο Mallard, η καταχώρηση είναι απλά αυτή του μπλοκ περιεχομένου εκτός από τα στοιχεία <code xref="mal_block_title">title</code>.
fr: L'élément <code>terms</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/variablelist.html">variablelist</code> de DocBook. Comme DocBook (mais contrairement à HTML), Mallard regroupe les termes avec leurs entrées correspondantes. Dans DocBook, l'entrée doit être insérée dans un élément <code href="http://www.docbook.org/tdg/en/html/listitem.html">listitem</code> à l'intérieur de l'élément <code href="http://www.docbook.org/tdg/en/html/varlistentry.html">varlistentry</code>. Dans Mallard, l'entrée est simplement la totalité du contenu du bloc exceptés les éléments <code xref="mal_block_title">title</code>.

source: Create an overview of concepts.
el: Δημιουργία επισκόπησης ιδεών.
fr: Créer un aperçu des concepts.

source: Synopses
el: Συνόψεις
fr: Synopsis

source: The <code>synopsis</code> element allows you to mark up a block as providing an overview of the material being presented. It is useful for providing a listing of functions, commands, or options in reference material, or for enumerating the items in a menu or other graphical control element.
el: Το στοιχείο <code>synopsis</code> σας επιτρέπει να επισημάνετε ένα μπλοκ ότι παρέχει μια επισκόπηση του υλικού που παρουσιάζεται. Είναι χρήσιμο για να παρέχει μια λίστα λειτουργιών, εντολών ή επιλογών στο υλικό αναφοράς ή για απαρίθμηση των αντικειμένων σε ένα μενού ή άλλο γραφικό στοιχείο ελε΄γχου.
fr: L'élément <code>synopsis</code> permet de baliser un bloc dans lequel est donné un aperçu de la documentation présentée. Il est utile pour donner une liste de fonctions, commandes ou options dans un document de référence, ou bien pour énumérer les articles dans un menu ou autre élément graphique de contrôle.

source: Add explanation, examples
el: Προσθήκη εξήγησης, παραδειγμάτων
fr: Ajouter des explications, des exemples

source: The <code>synopsis</code> element contains an optional <link xref="mal_block_title">title</link> element, an optional <link xref="mal_block_desc">desc</link> element, and any <link xref="mal_block">general block content</link>.
el: Το στοιχείο <code>synopsis</code> περιέχει ένα προαιρετικό στοιχείο <link xref="mal_block_title">title</link>, ένα προαιρετικό στοιχείο <link xref="mal_block_desc">desc</link> και οποιοδήποτε <link xref="mal_block">γενικό μπλοκ περιεχομένου</link>.
fr: L'élément <code>synopsis</code> comporte un élément <link xref="mal_block_title">title</link> optionnel, un élément <link xref="mal_block_desc">desc</link> optionnel également et tout <link xref="mal_block">contenu général de bloc</link>.

source: The <code>synopsis</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>synopsis</code> μπορεί να υπάρχει σε οποιδήποτε γενικό μπλοκ περιεχομένου περιλαμβανομένων <link xref="mal_page">σελίδων</link>, <link xref="mal_section">ενοτήτων</link>, και ορισμένων <link xref="mal_block">μπλοκ στοιχείων</link>.
fr: L'élément <code>synopsis</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments blocs</link>.

source: The <code>synopsis</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>synopsis</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>synopsis</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>synopsis</code> to create an overview of functions:
el: Χρησιμοποιήστε το <code>synopsis</code> για να δημιουργήσετε μια επισκόπηση των λειτουργιών:
fr: Utilisation de <code>synopsis</code> pour créer un aperçu de fonctions :

source: Beanstalk Functions
el: Συναρτήσεις Φασολιάς
fr: Fonctions de <app>Beanstalk</app>

source: Use these methods on a <code>beanstalk</code> object.
el: Χρησιμοποιήστε αυτές τις μεθόδους σε ένα αντικέιμενο <code>beanstalk</code>.
fr: Utilisez ces méthodes sur un objet <code>beanstalk</code>.

source: A <code>synopsis</code> element is rendered as a displayed block, with each of its child elements interpreted as block elements. Since a <code>synopsis</code> element often contains large blocks, and is generally offset from the running text, display tools may opt to render it inside a colored box, with a border, or otherwise differently from the surrounding text.
el: Ένα στοιχείο <code>synopsis</code> αποδίδεται ως μπλοκ που απεικονίζεται, με καθένα από τα θυγατρικά του στοιχεία να ερμηνεύεται ως στοιχείο μπλοκ. Από τη στιγμή που ένα στοιχείο <code>synopsis</code> συχνά περιέχει μεγάλα μπλοκ και είναι γενικά μετατοπισμένο σε σχέση με το υπόλοιπο κείμενο, τα εργαλεία απεικόνισης μπορεί να επιλέξουν να το εμφανίσουν σε έγχρωμο κουτί, με περίγραμμα ή κάπως διαφορετικά από το περιβάλλον κείμενο.
fr: Un élément <code>synopsis</code> est affiché en bloc, chacun de ses éléments enfants étant interprétés en tant qu'éléments blocs. Étant donné que l'élément <code>synopsis</code> comporte souvent des blocs de grande taille et est généralement décalé par rapport au texte courant, l'outil d'affichage peut faire le choix de l'afficher sur un aplat coloré, avec un encadrement ou d'autre manière, différenciée du texte environnant.

source: When present, the title and description should be displayed in a way that makes their respective roles clear.
el: Όταν υπάρχουν, ο τίτλος και η περιγραφή θα πρέπει να εμφανίζονται με τέτοιο τρόπο ώστε να είναι εμφανείς οι ρόλοι τους
fr: S'ils sont définis, le titre et la description doivent être affichés de manière à marquer clairement leur rôle respectif.

source: The <code>synopsis</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/synopsis.html">synopsis</code> element in DocBook, although the DocBook element is not a formal element. DocBook also provides the <code href="http://www.docbook.org/tdg/en/html/cmdsynopsis.html">cmdsynopsis</code> and <code href="http://www.docbook.org/tdg/en/html/funcsynopsis.html">funcsynopsis</code> elements, which attempt to model the data for command and function synopses, respectively. Mallard does not provide modelling elements.
el: Το στοιχείο <code>synopsis</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/synopsis.html">synopsis</code> του DocBook, παρόλο που στο DocBook δεν είναι επίσημο στοιχείο. Το DocBook παρέχει επίσης τα στοιχεία <code href="http://www.docbook.org/tdg/en/html/cmdsynopsis.html">cmdsynopsis</code> και <code href="http://www.docbook.org/tdg/en/html/funcsynopsis.html">funcsynopsis</code> τα οποία προσπαθούν να μοντελοποιήσουν τα δεδομένα για συνόψεις εντολών και λειτουργιών αντίστοιχα. Το Mallard δεν παρέχει στοιχεία μοντελοποίησης.
fr: L'élément <code>synopsis</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/synopsis.html">synopsis</code> de DocBook, bien que l'élément de DocBook ne soit pas un élément formel. DocBook met aussi à disposition les éléments <code href="http://www.docbook.org/tdg/en/html/cmdsynopsis.html">cmdsynopsis</code> et <code href="http://www.docbook.org/tdg/en/html/funcsynopsis.html">funcsynopsis</code>, qui essaient de modéliser les données pour une synopsis de commande ou une synopsis de fonction. Mallard n'a pas d'éléments pour une telle modélisation.

source: Subtitles
el: Υπότιτλοι
fr: Sous-titres

source: Create a list of steps the reader should perform to accomplish a task.
el: Δημιουργήστε μια λίστα από βήματα τα οποία ο αναγνώστης θα πρέπει να ακολουθήσει για να εκπληρώσει ένα σκοπό.
fr: Créer une liste d'étapes que le lecteur doit effectuer pour réaliser une tâche.

source: Procedures
el: Διαδικασίες
fr: Procédures

source: Use the <code>steps</code> element to create a list of steps the reader should follow. The <code>steps</code> element is structurally similar to the <code xref="mal_block_list">list</code> element, but marking the list as being instructions to the reader allows special display rules to be applied. If you want a numbered list that is not a procedure, use the <code xref="mal_block_list">list</code> element with the <code>type</code> attribute to <code>"numbered"</code> instead.
el: Χρησιμοποιήστε το στοιχείο <code>steps</code> για να δημιουργήσετε μια λίστα βημάτων που θα πρέπει να ακολουθήσει ο αναγνώστης. Το στοιχείο <code>steps</code> είναι δομικά παρόμοιο με το στοιχείο <code xref="mal_block_list">list</code> αλλά η επισήμανση της λίστας ως οδηγιών στον αναγνώστη επιτρέπει την εφαρμογή ειδικών κανόνων απεικόνισης. Αν θέλετε μια αριθμημένη λίστα που δεν είναι διαδικασία, χρησιμοποιήστε αντί γι' αυτό, το στοιχείο <code xref="mal_block_list">list</code> με την ιδιότητα <code>type</code> σε <code>"numbered"</code>.
fr: Utilisez l'élément <code>steps</code> pour créer une liste d'étapes que doit suivre le lecteur. L'élément <code>steps</code> est structurellement analogue à l'élément <code xref="mal_block_list">list</code>, mais le marquage des éléments d'une liste comme étant des instructions à suivre par le lecteur autorise l'application de règles particulières d'affichage. Si vous voulez une liste numérotée, mais qui ne soit pas une procédure, utilisez à la place l'élément <code xref="mal_block_list">list</code> avec un attribut <code>type</code> égal à <code>"numbered"</code>.

source: The <code>steps</code> element can contain an optional <code xref="mal_block_title">title</code> element followed by one or more <code>item</code> elements. Each child <code>item</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>steps</code> μπορεί να περιέχει ένα προαιρετικό στοιχείο <code xref="mal_block_title">title</code> ακολουθούμενο από ένα ή περισσότερα στοιχεία <code>item</code>. Κάθε θυγατρικό στοιχείο <code>item</code> μπορεί να περιέχει μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>steps</code> peut contenir un élément <code xref="mal_block_title">title</code> optionnel suivi d'un ou plusieurs éléments <code>item</code>. Chaque élément <code>item</code> enfant peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>steps</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>steps</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένου μέσα σε <link xref="mal_page">σελίδες</link>, <link xref="mal_section">ενότητες</link>, και ορισμένα <link xref="mal_block">στοιχεία μπλοκ</link>.
fr: L'élément <code>steps</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments blocs</link>.

source: The <code>steps</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>steps</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>steps</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Create a simple procedure of steps for the reader to follow:
el: Δημιουργήστε μια απλή διαδικασία βημάτων για να ακολουθήσει ο αναγνώστης:
fr: Création d'une simple procédure pas à pas à suivre par le lecteur :

source: Planting Magic Beans
el: Φύτευση μαγικών φασολιών
fr: Plantation de haricots magiques

source: Dig a hole 10cm deep.
el: Σκάψτε μια τρύπα 10εκ. βαθιά.
fr: Creuser un trou de 10 cm de profondeur.

source: Place magic beans in the hole.
el: Τοποθετήστε μαγικά φασόλια στην τρύπα.
fr: Placer des haricots magiques dans le trou.

source: Fill hole with fertilized soil.
el: Γεμίστε την τρύπα με λιπασμένο χώμα.
fr: Remplir le trou avec du terreau.

source: Water frequently.
el: Ποτίστε συχνά.
fr: Arroser fréquemment.

source: Create a procedure with a nested list and a nested procedure:
el: Δημιουργήστε μια διαδικασίας με διαδοχική λίστα και διαδοχικές διαδικασίες:
fr: Création d'une procédure avec imbrications d'une liste simple et d'une procédure fille :

source: Perform one of the following:
el: Κάντε ένα από τα ακόλουθα:
fr: Effectuer une des actions suivantes :

source: Dig a whole 10cm deep.
el: Σκάψτε μια τρύπα 10εκ. βαθιά.
fr: Creuser un trou de 10 cm de profondeur.

source: Find a whole 10cm deep.
el: Βρείτε μια τρύπα 10εκ. βαθιά.
fr: Trouver un trou de 10 cm de profondeur.

source: Water frequently with the following steps:
el: Ποτίστε συχνά με τα παρακάτω βήματα:
fr: Arroser souvent en suivant le processus suivant :

source: Fill watering can with water.
el: Γεμίστε το ποτιστήρι με νερό.
fr: Remplir un arrosoir d'eau.

source: Pour water onto spot where beans were planted.
el: Ρίξτε νερό στο σημείο που φυτεύτηκαν τα φασόλια.
fr: Verser l'eau au-dessus du trou où les haricots ont été plantés.

source: Procedures are displayed as block elements, with each child <code>item</code> displayed as a numbered list item. When present, the <code>title</code> element should be displayed in a way that makes it clear that it is the title of the list. List items are interpreted in the same way as <code>li</code> elements in HTML, except that the <code>item</code> element only allows block-level child content.
el: Οι διαδικασίες εμφανίζονται ως στοιχεία μπλοκ, με κάθε θυγατρικό <code>item</code> να εμφανίζεται ως αριθμημένη λίστα. Όταν είναι παρόν το στοιχείο <code>title</code> θα πρέπει να εμφανίζεται με τέτοιο τρόπο ώστε να είναι σαφές ότι είναι ο τίτλος της λίστας. Τα αντικείμενα της λίστας ερμηνεύονται με τον ίδιο τρόπο με τα στοιχεία <code>li</code> της HTML, εκτός του ότι το στοιχείο <code>item</code> επιτρέπει θυγατρικό περιεχόμενο μόνο σε επίπεδο μπλοκ.
fr: Les procédures sont affichées comme des éléments blocs, chaque <code>item</code> enfant affiché comme un élément de liste numérotée. S'il est présent, l'élément <code>title</code> doit être affiché de façon à apparaitre clairement en tant que titre de la liste. Les éléments de la liste sont interprétés comme les éléments <code>li</code> du HTML, excepté que l'élément <code>item</code> n'accepte qu'un contenu enfant de niveau bloc.

source: Procedures should have a background color, border, or other styling effect to clearly differentiate them from basic numbered lists. Special styling allows readers to skim pages more easily.
el: Οι διαδικασίες θα πρέπει να έχουν ένα χρώμα παρασκηνίου, περίγραμμα, ή άλλο στυλιστικό εφέ για να τις διαχωρίζει με σαφήνεια από τις βασικές αριθμημένες λίστες. Το ειδικευμένο στυλ επιτρέπει στους αναγνώστες να περνάνε τις σελίδες πιο εύκολα.
fr: Les procédures peuvent être affichées sur un fond coloré, être encadrées ou rendues avec tout autre effet de style qui les différencie clairement d'une liste numérotée élémentaire. Des styles particuliers permettent au lecteur de parcourir les pages plus facilement.

source: The <code>steps</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/procedure.html">procedure</code> element in DocBook. Note the following differences:
el: Το στοιχείο <code>steps</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/procedure.html">procedure</code> του DocBook. Προσέξτε τις ακόλουθες διαφορές:
fr: L'élément <code>steps</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/procedure.html">procedure</code> de DocBook. À noter toutefois les différences suivantes :

source: Instead of a separate <code href="http://www.docbook.org/tdg/en/html/step.html">step</code> element, Mallard simply uses the common <code>item</code> element for each step.
el: Αντί για ξεχωριστό στοιχείο<code href="http://www.docbook.org/tdg/en/html/step.html">step</code> το Mallard απλά χρησιμοποιεί το κοινό στοιχείο <code>item</code> για κάθε βήμα.
fr: Au lieu d'éléments <code href="http://www.docbook.org/tdg/en/html/step.html">step</code> séparés, Mallard utilise simplement l'élément courant <code>item</code> pour chaque étape.

source: DocBook provides an explicit <code href="http://www.docbook.org/tdg/en/html/substeps.html">substeps</code> element. Mallard provides no such element; simply nest <code>steps</code> elements for the same effect.
el: Το παρέχει ένα εξειδικευμένο στοιχείο <code href="http://www.docbook.org/tdg/en/html/substeps.html">substeps</code>. Το Mallard δεν έχει τέτοιο στοιχείο. Απλά διαδοχικά στοιχεία <code>steps</code> δίνουν το ίδιο αποτέλεσμα.
fr: DocBook dispose d'un élément <code href="http://www.docbook.org/tdg/en/html/substeps.html">substeps</code> explicite. Mallard n'a pas de tel élément ; imbriquez simplement des éléments <code>steps</code> pour obtenir la même disposition.

source: Mallard provides no equivalent to the <code href="http://www.docbook.org/tdg/en/html/stepalternatives.html">stepalternatives</code> element. Use a <code xref="mal_block_list">basic bulleted list</code> with introductory text when this is needed.
el: Το Mallard δεν έχει ισοδύναμο του στοιχείου <code href="http://www.docbook.org/tdg/en/html/stepalternatives.html">stepalternatives</code>. Χρησιμοποιήστε ένα <code xref="mal_block_list">basic bulleted list</code> με εισαγωγικό κείμενο όταν απαιτείται.
fr: Mallard ne fournit aucun équivalent à l'élément <code href="http://www.docbook.org/tdg/en/html/stepalternatives.html">stepalternatives</code>. Utilisez <code xref="mal_block_list">une liste à puces classique</code> avec un texte d'introduction si nécessaire.

source: DocBook allows leading block-level content in the <code>procedure</code> element. This is not allowed in Mallard, though an optional <code>title</code> element is allowed.
el: Το DocBook επιτρέπει περιεχόμενο επιπέδου μπλοκ στην αρχή του στοιχείου <code>procedure</code>. Αυτό δεν επιτρέπεται στο Mallard, παρόλο που επιτρέπεται ένα προαιρετικό στοιχείο <code>title</code>.
fr: DocBook autorise que l'on place un en-tête dans l'élément <code>procedure</code>. Ce n'est pas permis dans Mallard, mais l'élément optionnel <code>title</code> est admis.

source: Screens
el: Οθόνες
fr: Écrans
