Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: Use <code>app</code> to refer to a window:
el: Χρησιμοποιήστε το <code>app</code> για να αναφερθείτε σε ένα παράθυρο:
fr: Utilisation de <code>app</code> pour désigner une fenêtre :

source: Use the <app>Theme Preferences</app> window to adjust the look of your desktop.
el: Χρησιμοποιήστε το παράθυρο <app>Προτιμήσεις θέματος</app> για να ρυθμίσετε την εμφάνιση της επιφάνειας εργασίας σας.
fr: Utilisez la fenêtre <app>Préférences de Theme</app> pour modifier l'apparence de votre bureau.

source: Application names are usually nouns, and are often common words or phrases that are indicative of their functionality. Frequently, they are simply the name of what the application is. In English and many other languages, the use of an application name in a sentence may sound like the author has simply mistakenly omitted an article, if the application name is not understood to be a title.
el: Τα ονόματα των εφαρμογών είναι συνήθως ουσιαστικά και είναι συχνά κοινές λέξεις ή φράσεις ενδεικτικές της λειτουργικότητάς τους. Συχνά, είναι απλά το όνομα του τι είναι η εφαρμογή. Στα αγγλικά και σε πολλές άλλες γλώσσες, η χρήση ενός ονόματος εφαρμογής σε μια πρόταση μπορεί να ακούγεται σαν ο συγγραφέας να έχει παραλείψει κατά λάθος ένα άρθρο, αν δεν γίνει κατανοητό ότι το όνομα της εφαρμογής είναι ένας τίτλος.
fr: Les noms d'applications sont habituellement des noms, souvent des mots courants ou des phrases indiquant leur fonctionnalité. Fréquemment, c'est simplement le nom de ce qu'est l'application. En anglais et nombreuses autres langues, si on ne comprend pas qu'un nom d'application est un intitulé, son utilisation dans la phrase sonnera comme si le rédacteur avait simplement oublié un article, par erreur.

source: For example, the calculator application that comes with Gnome is called <app>Calculator</app>. If an author were to write “To start Calculator…”, then a reader may confuse this for “To start the calculator…” with an error. This is even more pronounced in languages such as German where nouns are always capitalized.
el: Παραδείγματος χάριν, η εφαρμογή υπολογισμών στο Gnome ονομάζεται <app>Αριθμομηχανή</app>. Αν ένας συγγραφέας έγραφε «Για να αρχίσετε Αριθμομηχανή…», τότε ένας αναγνώστης μπορεί αντί του εννοούμενου «Για να αρχίσετε την αριθμομηχανή…» να το εκλάβει ως λάθος. Αυτό είναι ακόμα πιο έντονο σε γλώσσες όπως τα γερμανικά όπου τα ουσιαστικά ξεκινούν πάντα με κεφαλαίο.
fr: Par exemple, l'application calculatrice, fournie avec GNOME, se nomme <app>Calculatrice</app>. Si un rédacteur écrivait « Pour lancer Calculatrice… », un lecteur pourrait faire la confusion avec « Pour lancer la calculatrice…» par erreur. Ce risque est encore plus prononcé avec des langues comme l'allemand dans lesquelles l'initiale des noms communs est toujours en majuscules.

source: For this reason, it is recommended that application names marked with the <code>app</code> element are rendered in italics or using some other font variation.
el: Για αυτό το λόγο, συνίσταται τα ονόματα των εφαρμογών που επισημαίνονται με το στοιχείο <code>app</code> να αποδίδονται σε πλαγιαστά ή να χρησιμοποιείται κάποια άλλη παραλλαγή της γραμματοσειράς.
fr: Pour cette raison, on recommande que les noms d'applications marqués avec <code>app</code> soient rendus en italique ou en utilisant une autre variante de police.

source: The <code>app</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/application.html">application</code> element in DocBook.
el: Το στοιχείο <code>app</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/application.html">application</code> του DocBook.
fr: L'élément <code>app</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/application.html">application</code> de DocBook.

source: Copyright Years
el: Έτη πνευματικών δικαιωμάτων
fr: Millésime des droits d'auteur

source: Use the <code>years</code> element to mark up the years for which a person or organization holds a copyright.
el: Χρησιμοποιήστε το στοιχείο <code>years</code> για να επισημάνετε τα χρόνια για τα οποία ένα πρόσωπο ή οργανισμός κατέχει πνευματικά δικαιώματα.
fr: Utilisez l'élément <code>years</code> pour baliser les années pour lesquelles une personne ou une organisation détient des droits d'auteur.

source: The <code>years</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>years</code> μπορεί να περιέχει ένα μείγμα κειμένου και <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>years</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>years</code> element can occur in the <code xref="mal_info_credit">credit</code> element.
el: Το στοιχείο <code>years</code> μπορεί να βρεθεί στο στοιχείο <code xref="mal_info_credit">credit</code>.
fr: L'élément <code>years</code> peut se rencontrer dans l'élément <code xref="mal_info_credit">credit</code>.

source: The <code>years</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>years</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>years</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs d'espaces de noms externes.

source: See the processing expectations for the <code xref="mal_info_credit">credit</code> element.
el: Δείτε τις προσδοκίες επεξεργασίας για το στοιχείο <code xref="mal_info_credit">credit</code>.
fr: Voir les réponses au traitement de l'élément <code xref="mal_info_credit">credit</code>.

source: The <code>years</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/year.html">year</code> element in DocBook. In DocBook, each year is listed separately, and processing tools are expected to join them appropriately. In Mallard, all years are listed in a single <code>years</code> element, formatted as they should be displayed.
el: Το στοιχείο <code>years</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/year.html">year</code> του DocBook. Στο DocBook, κάθε έτος απαριθμείται ξεχωριστά και τα εργαλεία επεξεργασίας αναμένεται να τα ενώσουν κατάλληλα. Στο Mallard, όλα τα έτη απαριθμούνται σε ένα στοιχείο <code>years</code> με μορφοποίηση όπως πρέπει να εμφανισθούν.
fr: L'élément <code>years</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/year.html">year</code> de DocBook. Dans DocBook, chaque millésime est listé séparément et l'outil de traitement est sensé les regrouper de manière appropriée. Dans Mallard, chaque millésime est listé dans un élément <code>years</code> unique, mis en forme tel qu'il doit l'être.

source: Provide alternate titles for automatic link text and sorting.
el: Παροχή εναλλακτικών τίτλων για αυτόματη σύνδεση κειμένου και ταξινόμηση.
fr: Fournir d'autres intitulés à une page pour les liaisons automatiques et les tris.

source: Informational Tiltes
el: Πληροφοριακοί τίτλοι
fr: Titres d'information

source: Use the <code>title</code> element inside an <code xref="mal_info">info</code> to list alternative titles for pages and sections. These titles can be used as alternative link text, for sorting, or for other application-specific purposes.
el: Χρησιμοποιήστε το στοιχείο <code>title</code> μέσα σε ένα <code xref="mal_info">info</code> για να απαριθμήσετε εναλλακτικούς τίτλους για σελίδες και ενότητες. Αυτοί οι τίτλοι μπορούν να χρησιμοποιηθούν ως εναλλακτικοί δεσμοί κειμένου, για ταξινόμηση ή για άλλους εξειδικευμένους σκοπούς της εφαρμογής.
fr: Utilisez l'élément <code>title</code> à l'intérieur d'un bloc <code xref="mal_info">info</code> pour donner des valeurs de remplacement aux titres des pages et sections. Ces valeurs peuvent être utilisées comme libellé de liens alternatif, pour les tris ou autres finalités propres à l'application.

source: The <code>title</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>title</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>title</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>title</code> element can occur in any <code xref="mal_info">info</code> element.
el: Το στοιχείο <code>title</code> μπορεί να υπάρχει σε οποιοδήποτε στοιχείο <code xref="mal_info">info</code>.
fr: L'élément <code>title</code> peut se rencontrer dans tout élément <code xref="mal_info_credit">info</code>.

source: The <code>type</code> attribute specifies what purpose this informational title is serving. The following values are currently recognized:
el: Η ιδιότητα <code>type</code> καθορίζει τι σκοπό εξυπηρετεί αυτός ο πληροφοριακός τίτλος. Αυτή τη στιγμή αναγνωρίζονται οι ακόλουθες τιμές:
fr: L'attribut <code>type</code> précise quel est l'objet du titre d'information. Les valeurs ci-après sont actuellement reconnues :

source: specifies alternate link text; see <link xref="#link"/>
el: καθορίζει το εναλλακτικό κείμενο του συνδέσμου, δείτε το <link xref="#link"/>
fr: définit une valeur de remplacement pour le texte du lien ; consultez <link xref="#link"/>

source: specifies a sort key; see <link xref="#sort"/>
el: καθορίζει μια κλείδα ταξινόμησης, δείτε το <link xref="#sort"/>
fr: définit une clé de tri ; consultez <link xref="#sort"/>

source: The <code>role</code> attribute can be used for link titles to specify multiple alternate link texts.
el: Η ιδιότητα<code>role</code> μπορεί να χρησιμοποιηθεί για τίτλους σύνδεσης για τον καθορισμό πολλαπλών εναλλακτικών κειμένων σύνδεσης.
fr: L'attribut <code>role</code> peut s'utiliser pour les titres des liaisons pour définir plusieurs valeurs de remplacement pour les textes de lien.

source: The <code>title</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>title</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>title</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Primary Titles
el: Πρωτεύοντες τίτλοι
fr: Titres principaux

source: The <em>primary title</em> of a page or section is the one specified in the block context and used for display purpose. While this title is not an informational title as specified here, it is used as fallback for all informational titles.
el: Ο <em>πρωτεύων τίτλος</em> μιας σελίδας ή μιας ενότητας είναι αυτός που ορίζεται στο μπλοκ περιεχομένου και χρησιμοποιείται για την εμφάνιση. Παρόλο που ο τίτλος αυτός δεν πληροφοριακός όπως ορίζεται εδώ, χρησιμοποιείται ως εφεδρικός για όλους τους πληροφοριακούς τίτλους.
fr: Le <em>titre principal</em> d'une page ou d'une section est celui, unique, défini dans le contexte de bloc et utilisé pour les besoins d'affichage. Comme précisé ici, il ne s'agit pas d'un titre d'information ; il est utilisé en recours pour tous ces derniers.

source: Link Titles
el: Τίτλοι συνδέσμων
fr: Titres de lien

source: Pages and sections can have multiple link titles. These are used as alternate content for automatic link text. When automatic text must be generated for a <code xref="mal_block_link">link</code> element, it is taken first from the link titles, falling back to the primary title if no suitable link title is found.
el: Οι σελίδες και οι ενότητες μπορούν να έχουν πολλαπλούς τίτλους σύνδεσης. Αυτοί χρησιμοποιούνται ως εναλλακτικό περιεχόμενο για κείμενο αυτόματης σύνδεσης. Όταν πρέπει να δημιουργηθεί αυτόματο κείμενο για ένα στοιχείο <code xref="mal_block_link">link</code>, αυτό λαμβάνεται από τους τίτλους σύνδεσης, με τον πρωτεύοντα τίτλο ως εφεδρεία αν δεν βρεθεί αν δεν βρεθεί κατάλληλος τίτλος σύνδεσης.
fr: Les pages et les sections peuvent avoir plusieurs titres de lien. Ils servent de valeur de remplacement pour le texte du lien automatique. Quand ce texte automatique doit être généré dans un élément <code xref="mal_block_link">link</code>, le titre de liaison est choisi prioritairement, l'intitulé principal est retenu en recours si aucun titre de liaison adéquat n'est trouvé.

source: You can use the <code>role</code> attribute to specify multiple link titles. These can be selected using the <code>role</code> attribute of the <code>link</code> element. This can be used for a variety of purposes. One common purpose is to specify link text for different parts of speech in languages which have case declensions. Without this feature, it can be difficult to provide grammatically correct automatic link text in some languages.
el: Μπορείτε να χρησιμοποιήσετε την ιδιότητα <code>role</code> για να καθορίσετε πολλαπλούς τίτλους σύνδεσης. Αυτοί μπορεί να επιλεγούν με χρήση της ιδιότητας <code>role</code> ή του στοιχείου <code>link</code>. Αυτό μπορεί να χρησιμοποιηθεί για μια ποικιλία στόχων. Ένας κοινός στόχος είναι να καθοριστεί το κείμενο της σύνδεσης για διάφορα μέρη του λόγου σε γλώσσες που έχουν κλίσεις. Χωρίς αυτό το χαρακτηριστικό μπορεί να είναι δύσκολο να παραχθεί γραμματικά σωστό αυτόματο κείμενο σύνδεσης σε μερικές γλώσσες.
fr: Vous pouvez utiliser l'attribut <code>role</code> pour définir plusieurs intitulés de liens. Ils seront sélectionnés selon la valeur de l'attribut <code>role</code> de l'élément <code>link</code>. Il y a plusieurs finalités à cela. Une de celles-ci est de définir le texte du lien selon son emplacement dans le cours du texte pour les langues avec des cas de déclinaisons. Sans cette fonctionnalité, il serait difficile de définir des textes de liaisons automatiques grammaticalement corrects dans certaines langues.

source: Sort Titles
el: Ταξινόμηση τίτλων
fr: Titres pour tri

source: Sort titles allow you to specify alternate text to be used when sorting the page or section. Certain automatic link sections will sort the nodes they link to. When this happens, providing a sort title allows you to control how the node is collated. This is useful for excluding leading articles such as “an” and “the”.
el: Η ταξινόμηση τίτλων σας επιτρέπει να ορίσετε εναλλακτικό κείμενο για χρήση κατά την ταξινόμηση της σελίδας ή της ενότητας. Συγκεκριμένες ενότητες αυτόματης σύνδεσης θα ταξινομήσουν τους κόμβους στους οποίους συνδέονται. Όταν συμβαίνει αυτό, η ύπαρξη ενός τίτλου ταξινόμησης σας επιτρέπει να ελέγξετε πως θα ταξινομηθεί ο κόμβος. Αυτό είναι χρήσιμο για αποκλεισμό των άρθρων όπως «το».
fr: Les titres pour tri vous permettent de définir une valeur de remplacement au texte du titre, elle est utilisée lors du tri de pages ou de sections. Certaines sections à liens automatiques trient les nœuds auxquels elles lient. Lorsque cela se produit, la mise à disposition d'un intitulé de tri vous permet de contrôler la manière dont le nœud est assemblé. Cela peut se révéler utile pour ne pas tenir compte dans le tri des articles en tête du texte comme « un » ou « le ».

source: Informational titles are not displayed directly, although they will affect the output of any material which links to the given page or section.
el: Οι πληροφοριακοί τίτλοι δεν εμφανίζονται απευθείας, παρόλο που επηρεάζουν το αποτέλεσμα οποιουδήποτε υλικού συνδέεται με τη δεδομένη σελίδα ή ενότητα.
fr: Les titres d'information ne sont pas directement affichés, bien qu'ils modifient la sortie de tout document opérant une liaison avec la page ou la section donnée.

source: The content model of the <code xref="mal_info">info</code> element allows for any mixture of informational titles. As such, it is entirely possible for multiple titles to exist for some specified combination of the <code>type</code> and <code>role</code> attributes. When such an ambiguity arrises, processing tools should select the first informational title that matches the desired criteria.
el: Το μοντέλο περιεχομένου του στοιχείου <code xref="mal_info">info</code> επιτρέπει οποιοδήποτε μείγμα πληροφοριακών τίτλων. Ως τέτοιο, είναι απόλυτα δυνατόν να υπάρχουν πολλαπλοί τίτλοι για ορισμένο συνδυασμό των ιδιοτήτων <code>type</code> και <code>role</code>. Όταν προκύπτει τέτοια ασάφεια τα εργαλεία επεξεργασίας θα πρέπει πρώτα να επιλέξουν τον πρώτο πληροφοριακό τίτλο που ταιριάζει στα επιθυμητά κριτήρια.
fr: Le modèle de contenu de l'élément <code xref="mal_info">info</code> permet tout mélange de titres d'information. Ainsi, il est tout à fait possible à plusieurs titres d'exister pour une combinaison donnée d'attributs <code>type</code> et <code>role</code>. Si une ambiguïté de ce type survient, l'outil de traitement choisit le premier titre d'information qui répond au critère souhaité.

source: Record revision numbers, dates, and statuses.
el: Καταγραφή αριθμών αναθεώρησης, ημερομηνιών και καταστάσεων.
fr: Enregistrer les numéros de révision, les dates et les états.

source: Version Information
el: Πληροφορίες έκδοσης
fr: Informations de version

source: Use the <code>revision</code> information to record information about revisions of a document, page, or section. The <code>revision</code> element allows you to specify version numbers, the revision date, and the revision status. Other information can be recorded with attributes or elements from external namespaces. Multiple <code>revision</code> elements can be used to record the revision history.
el: Χρησιμοποιήστε την πληροφορία <code>revision</code> για να καταγράψετε πληροφορίες για αναθεωρήσεις ενός εγγράφου, σελίδας ή ενότητας. Το στοιχείο <code>revision</code> σας επιτρέπει να καθορίσετε αριθμούς έκδοσης, ημερομηνία αναθεώρησης και κατάσταση αναθεώρησης. Άλλες πληροφορίες μπορεί να καταγραφούν με ιδιότητες ή στοιχεία από εξωτερικούς χώρους ονομάτων. Πολλαπλά στοιχεία <code>revision</code> μπορούν να χρησιμοποιηθούν για να καταγράψουν το ιστορικό αναθεώρησης.
fr: Utilisez l'information <code>revision</code> pour enregistrer les données concernant les révisions d'un document, page ou section. L'élément <code>revision</code> vous permet de préciser les numéros de version, les dates et l'état des révisions. Avec des attributs ou des éléments issus d'espaces de noms externes, d'autres informations peuvent être enregistrées. Plusieurs éléments <code>revision</code> peuvent être utilisés pour enregistrer un historique des révisions.

source: You can use the <code>title</code> and <code>desc</code> elements in a <code>revision</code> element to provide a title and description of that revision. This is not necessarily the same as the title and description of the page or section as of that revision.
el: Μπορείτε να χρησιμοποιήσετε τα στοιχεία <code>title</code> και <code>desc</code> σε ένα στοιχείο <code>revision</code> για δώσετε ένα τίτλο και περιγραφή αυτής της αναθεώρησης. Αυτά δεν είναι απαραίτητα τα ίδια με τον τίτλο και την περιγραφή της σελίδας ή ενότητας όπως με αυτά της αναθεώρησης.
fr: Vous pouvez utiliser les éléments <code>title</code> et <code>desc</code> dans un élément <code>revision</code> pour qualifier cette révision d'un intitulé et d'une description. Ces indications ne seront pas nécessairement les mêmes que l'intitulé et la description de la page ou section revues.

source: The <code>revision</code> element contains an optional <code xref="mal_block_title">title</code> element, an optional <code xref="mal_block_desc">desc</code> element, and any number of elements from external namespaces.
el: Το στοιχείο <code>revision</code> μπορεί να περιέχει ένα προαιρετικό στοιχείο <code xref="mal_block_title">title</code>, ένα προαιρετικό στοιχείο <code xref="mal_block_desc">desc</code> και οποιονδήποτε αριθμό στοιχείων από εξωτερικούς χώρους ονομάτων.
fr: L'élément <code>revision</code> comporte un élément <code xref="mal_block_title">title</code> optionnel, un élément <code xref="mal_block_desc">desc</code> optionnel et un nombre indéterminé d'éléments issus d'espaces de noms externes.

source: The <code>revision</code> element can occur in any <code xref="mal_info">info</code> element.
el: Το στοιχείο <code>revision</code> μπορεί να περιέχεται σε οποιοδήποτε στοιχείο <code xref="mal_info">info</code>.
fr: Un élément <code>revision</code> peut se trouver dans tout élément <code xref="mal_info">info</code>.

source: The <code>version</code> attribute records the version number of the page or section.
el: Η ιδιότητα <code>version</code> καταγράφει τον αριθμό έκδοσης της σελίδας ή ενότητας.
fr: L'attribut <code>version</code> enregistre le numéro de version de la page ou de la section.

source: The <code>docversion</code> attribute can be used to record the version number of the enclosing document.
el: Η ιδιότητα <code>docversion</code> μπορεί να χρησιμοποιηθεί για την καταγραφή του αριθμού έκδοσης του περικλειόμενου εγγράφου.
fr: L'attribut <code>docversion</code> s'utilise pour enregistrer le numéro de version du document d'incorporation.

source: The <code>pkgversion</code> attribute can be used to record the version number of the package containing this document.
el: Η ιδιότητα <code>pkgversion</code> μπορεί να χρησιμοποιηθεί για την καταγραφή του αριθμού έκδοσης του πακέτου που περιέχει αυτό το έγγραφο.
fr: L'attribut <code>pkgversion</code> peut s'utiliser pour enregistrer le numéro de version du paquet contenant ce document.

source: The <code>date</code> attribute records the date this revision was made.
el: Η ιδιότητα <code>date</code> καταγράφει την ημερομηνία που έγινε αυτή η αναθεώρηση.
fr: L'attribut <code>date</code> enregistre la date à laquelle la révision a été réalisée.

source: The <code>status</code> attribute records the status of the page or section as of the given revision. The following values are allowed:
el: Η ιδιότητα <code>status</code> καταγράφει την κατάσταση της σελίδας ή της ενότητας ως έχουν στην τρέχουσα αναθεώρηση. Επιτρέπονται οι ακόλουθες τιμές:
fr: L'attribut <code>status</code> enregistre l'état de la page ou de la section lors de la révision indiquée. Les valeurs suivantes sont autorisées :

source: contains little to no real content
el: περιέχει λίγο ή καθόλου πραγματικό περιεχόμενο
fr: comporte un contenu de faible importance ou sans signification

source: outline of all information, but lacking content
el: περίγραμμα όλων των πληροφοριών αλλά χωρίς περιεχόμενο
fr: grandes lignes de toute l'information, mais manque de contenu

source: all content available, but unpolished
el: όλο το περιεχόμενο είναι διαθέσιμο αλλά ακατέργαστο
fr: tout le contenu est disponible, mais sans avoir été affiné

source: was once complete or nearly complete, but needs to be revised to reflect changes
el: ήταν κάποτε πλήρες ή σχεδόν πλήρες αλλά πρέπει να αναθεωρηθεί για να αποτυπωθούν αλλαγές
fr: complet ou pratiquement complet, mais nécessite une révision pour refléter des modifications

source: ready to be reviewed by editors
el: έτοιμο για αναθεώρηση από αναθεωρητές
fr: prêt à être relu par les éditeurs

source: reviewed and awaiting a final approval
el: αναθεωρήθηκε και αναμένει τελική έγκριση
fr: relu et en attente d'une approbation définitive

source: approved and ready for publication or distribution
el: εγκρίθηκε και είναι έτοιμο για δημοσίευση ή διανομή
fr: approuvé et prêt à être publié ou distribué
