Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: It is noteworthy that Mallard reuses some element names in both block and inline contexts. The <code xref="mal_block_code">code</code> and <code xref="mal_block_media">media</code> elements are two examples of this. Since Mallard never allows general block content to be mixed with general inline content, the purpose of these elements is unambiguous when processed in context. Thus, it is important that tools always process elements in context to handle them correctly.
el: Είναι αξιοσημείωτο ότι το Mallard ανακυκλώνει ορισμένα ονόματα στοιχείων τόσο στο μπλοκ όσο και στο εμβόλιμο περιεχόμενο. Τα στοιχεία <code xref="mal_block_code">code</code> και <code xref="mal_block_media">media</code> είναι δυο τέτοια παραδείγματα. Από τη στιγμή που το Mallard ποτέ δεν επιτρέπει γενικό μπλοκ περιεχόμενο να αναμιγνύεται με γενικό εμβόλιμο περιεχόμενο, ο σκοπός αυτών των στοιχείων είναι σαφής όταν γίνεται η επεξεργασία τους στο πλαίσιο που ανήκουν. Έτσι, είναι σημαντικό τα εργαλεία να επεξεργάζονται πάντα τα στοιχεία στο πλαίσιό τους για να χειρίζονται σωστά.
fr: Il est remarquable que Mallard réutilise quelques noms d'éléments à la fois dans le contexte de bloc et dans le contexte intégré. Les éléments <code xref="mal_block_code">code</code> et <code xref="mal_block_media">media</code> en sont deux exemples. Étant donné que Mallard n'autorise jamais le mélange du contenu général de bloc avec du contenu général intégré, la finalité de ces éléments est sans ambiguïté lorsqu'ils sont traités dans leur contexte. Il est donc important que les outils traitent toujours les éléments dans leur contexte pour les gérer correctement.

source: Internationalization Notes
el: Σημειώσεις διεθνοποίησης
fr: Notes d'internationalisation

source: Explore more of what Mallard has to offer.
el: Εξερευνήστε περαιτέρω τι έχει να προσφέρει το Mallard.
fr: Explorer plus avant ce que Mallard offre.

source: Explore Mallard
el: Εξερεύνηση του Mallard
fr: Explorer Mallard

source: DocBook Element Reference
el: Αναφορά στοιχείων του DocBook
fr: Référence des éléments DocBook

source: The following table lists all of the elements in DocBook and provides recommendations for equivalent or similar functionality in Mallard, when available.
el: Ο ακόλουθος πίνακας απαριθμεί όλα τα στοιχεία του DocBook και παρέχει συστάσεις για ισοδύναμη ή παρόμοια λειτουργικότητα στο Mallard, όταν υπάρχει.
fr: Le tableau ci-après liste tous les éléments de Docbook. Il donne quelques recommandations pour des fonctionnalités équivalentes ou similaires dans Mallard lorsqu'elles existent.

source: No equivalent in Mallard. Use plain text instead.
el: Δεν υπάρχει ισοδύναμο στο Mallard. Χρησιμοποιήστε απλό κείμενο αντί γι' αυτό.
fr: Pas d'équivalent dans Mallard. Utilisez du texte brut à la place.

source: No equivalent in Mallard. The <code xref="mal_block_synopsis">synopsis</code> element may be appropriate in some cases.
el: Δεν υπάρχει ισοδύναμο στο Mallard. Το στοιχείο <code xref="mal_block_synopsis">synopsis</code> μπορεί να είναι κατάλληλο σε μερικές περιπτώσεις.
fr: Pas d'équivalent dans Mallard. L'élément <code xref="mal_block_synopsis">synopsis</code> peut se révéler approprié dans certains cas.

source: No equivalent in Mallard, as marking the accelerator in the help text is not considered important.
el: Δεν υπάρχει ισοδύναμο στο Mallard, καθώς η επισήμανση του επιταχυντή στο κείμενο βοήθειας δεν θεωρείται σημαντική.
fr: Pas d'équivalent dans Mallard étant donné que le balisage d'accélérateurs dans un texte d'aide n'est pas été jugé important.

source: No equivalent in Mallard. Simply put acknowledgements in a regular <link xref="mal_block_p">paragraph</link>.
el: Δεν υπάρχει ισοδύναμο στο Mallard. Απλώς τοποθετήστε τις ευχαριστίες σε μια κανονική <link xref="mal_block_p">paragraph</link>.
fr: Pas d'équivalent dans Mallard. Placez tout simplement les remerciements dans un <link xref="mal_block_p">paragraphe</link> normal.

source: No equivalent in Mallard. <link xref="mal_external">External namespace elements</link> may provide this information for <link xref="mal_info_credit">credits</link>
el: Δεν υπάρχει ισοδύναμο στο Mallard. <link xref="mal_external">Εξωτερικοί χώροι ονομάτων</link> μπορεί να δώσουν αυτές τις πληροφορίες για <link xref="mal_info_credit">αναγνώριση προσφοράς</link>
fr: Pas d'équivalent dans Mallard. Des <link xref="mal_external">éléments d'espaces de noms externes</link> peuvent donner cette information pour un <link xref="mal_info_credit">générique</link>

source: No equivalent in Mallard, as Mallard does not currently support equations.
el: Δεν υπάρχει ισοδύναμο στο Mallard, καθώς δεν υποστηρίζει εξισώσεις επί του παρόντος.
fr: Pas d'équivalent dans Mallard, étant donné que Mallard ne prend actuellement pas en charge les équations.

source: Currently no equivalent in Mallard. Future versions may address this.
el: Αυτή τη στιγμή δεν υπάρχει ισοδύναμο στο Mallard. Μελλοντικές εκδόσεις μπορεί να έχουν πρόβλεψη γι' αυτό.
fr: Actuellement pas d'équivalent dans Mallard. De futures versions pourront s'y intéresser.

source: Mallard does not currently have a structured environment for question and answer sessions.
el: Το Mallard δεν έχει αυτή τη στιγμή δομημένο περιβάλλον για συνεδρίες ερωταπαντήσεων.
fr: Mallard n'a pas actuellement d'environnement structuré pour des sessions de questions-réponses.

source: No direct equivalent in Mallard. Use the <code xref="mal_page">page</code> and <code xref="mal_info">info</code> elements instead.
el: Δεν υπάρχει απευθείας ισοδύναμο στο Mallard. Χρησιμοποιήστε τα στοιχεία <code xref="mal_page">page</code> και <code xref="mal_info">info</code> στη θέση του.
fr: Pas d'équivalent strict dans Mallard. À la place, utilisez les éléments <code xref="mal_page">page</code> et <code xref="mal_info">info</code>.

source: Similar to the <code xref="mal_inline_app">app</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_inline_app">app</code>.
fr: Analogue à l'élément <code xref="mal_inline_app">app</code>.

source: Mallard does not support callouts.
el: Το Mallard δεν υποστηρίζει callouts.
fr: Mallard ne prend pas en charge les appels.

source: Mallard does not have a structured environment for command synopses.
el: Το Mallard δεν έχει δομημένο περιβάλλον για περιλήψεις εντολών.
fr: Mallard n'a pas d'environnement structuré pour les synopsis de commandes.

source: No equivalent in Mallard. <link xref="mal_external">External namespace elements</link> may provide this information in <code xref="mal_info">info</code> elements.
el: Δεν υπάρχει ισοδύναμο στο Mallard. <link xref="mal_external">Στοιχεία εξωτερικών χώρων ονομάτων</link> μπορεί να παρέχουν αυτές τις πληροφορίες σε στοιχεία <code xref="mal_info">info</code>.
fr: Pas d'équivalent dans Mallard. Des <link xref="mal_external">éléments d'espaces de noms externes</link> peuvent fournir cette information dans les éléments <code xref="mal_info">info</code>.

source: Similar to the <code xref="mal_block_cite">cite</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_block_cite">cite</code>.
fr: Analogue à l'élément <code xref="mal_block_cite">cite</code>.

source: See the <code xref="mal_block_media">media</code> element for details.
el: Δείτε το στοιχείο <code xref="mal_block_media">media</code> για λεπτομέρειες.
fr: Voir l'élément <code xref="mal_block_media">media</code> pour plus de détails.

source: Use the common <code xref="mal_info_credit">credit</code> element.
el: Χρησιμοποιήστε το κοινό στοιχείο <code xref="mal_info_credit">credit</code>.
fr: Utilisez l'élément commun <code xref="mal_info_credit">credit</code>.

source: No equivalent in Mallard. <link xref="mal_external">External namespace elements</link> may provide this information for <link xref="mal_info_credit">credits</link>.
el: Δεν υπάρχει αντίστοιχο στο Mallard. <link xref="mal_external">Εξωτερικά namespace στοιχείων</link> μπορεί να παρέχουν αυτή την πληροφορία για τη <link xref="mal_info_credit">μνεία</link>.
fr: Pas d'équivalent dans Mallard. Des <link xref="mal_external">éléments d'espaces de noms externes</link> peuvent fournir cette information dans les éléments <link xref="mal_info_credit">credits</link>.

source: No equivalent in Mallard.
el: Δεν υπάρχει ισοδύναμο στο Mallard.
fr: Pas d'équivalent dans Mallard.

source: Mallard does not currently have a structured environment for bibliographies.
el: Το Mallard δεν έχει επί του παρόντος δομημένο περιβάλλον για βιβλιογραφία.
fr: Mallard ne dispose pas actuellement d'environnement structuré pour les bibliographies.

source: No equivalent in Mallard. Future versions may add metadata holders for block elements to record credits and licensing information for external resources.
el: Δεν υπάρχει ισοδύναμο στο Mallard. Μελλοντικές εκδόσεις μπορεί να προσθέσουν κρατήσεις θέσεων μεταδεδομένων για τα στοιχεία μπλοκ για την καταγραφή αναγνώρισης προσφοράς και πληροφορίες αδειοδότησης για εξωτερικούς πόρους.
fr: Pas d'équivalent dans Mallard. De futures versions ajouteront peut-être pour les éléments blocs la possibilité de conserver des méta-données pour enregistrer les génériques et les informations de licence pour les ressources externes.

source: Similar to the block <code xref="mal_block_quote">quote</code> element.
el: Παρόμοιο με το μπλοκ στοιχείο <code xref="mal_block_quote">quote</code>.
fr: Semblable à l'élément bloc <code xref="mal_block_quote">quote</code>.

source: book
el: βιβλίο

source: caption
el: λεζάντα

source: No direct equivalent in Mallard. Use the <code xref="mal_block_desc">desc</code> element in a <code xref="mal_block_figure">figure</code> element for a similar effect.
el: Δεν υπάρχει απευθείας ισοδύναμο στο Mallard. Χρησιμοποιήστε το στοιχείο <code xref="mal_block_desc">desc</code> σε ένα στοιχείο <code xref="mal_block_figure">figure</code> για παρόμοιο αποτέλεσμα.
fr: Pas d'équivalent direct dans Mallard. Utilisez l'élément <code xref="mal_block_desc">desc</code> dans un élément <code xref="mal_block_figure">figure</code> pour un effet analogue.

source: Use the common <code xref="mal_block_note">note</code> element.
el: Χρησιμοποιήστε το σύνηθες στοιχείο <code xref="mal_block_note">note</code>.
fr: Utilisez l'élément commun <code xref="mal_block_note">note</code>.

source: Mallard does not currently have a structured environment for reference pages.
el: Το Mallard δεν έχει προς το παρόν δομημένο περιβάλλον για σελίδες αναφοράς.
fr: Mallard n'a pas actuellement d'environnement structuré pour les pages de références.

source: No specific element in Mallard. Use the inline <code xref="mal_inline_code">code</code> element instead.
el: Δεν υπάρχει συγκεκριμένο στοιχείο στο Mallard. Χρησιμοποιήστε το εμβόλιμο στοιχείο <code xref="mal_inline_code">code</code> στη θέση του.
fr: Pas d'élément spécifique dans Mallard. Utilisez à la place l'élément intégré <code xref="mal_inline_code">code</code>.

source: No direct equivalent in Mallard. Use the block <code xref="mal_block_code">code</code> element instead, possibly inside a <code xref="mal_block_synopsis">synopsis</code> element.
el: Δεν υπάρχει απευθείας ισοδύναμο στο Mallard. Χρησιμοποιήστε το μπλοκ στοιχείο <code xref="mal_block_code">code</code> στη θέση του, πιθανώς μέσα σε ένα στοιχείο <code xref="mal_block_synopsis">synopsis</code>.
fr: Pas d'équivalent direct dans Mallard. Utilisez à la place l'élément bloc <code xref="mal_block_code">code</code>, éventuellement à l'intérieur d'un élément <code xref="mal_block_synopsis">synopsis</code>.

source: Similar to the <code xref="mal_inline_code">code</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_inline_code">code</code>.
fr: Analogue à l'élément <code xref="mal_inline_code">code</code>.

source: Similar to the <code xref="mal_table_col">col</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_table_col">col</code>.
fr: Analogue à l'élément <code xref="mal_table_col">col</code>.

source: Similar to the <code xref="mal_table_col">colgroup</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_table_col">colgroup</code>.
fr: Analogue à l'élément <code xref="mal_table_col">colgroup</code>.

source: Varies with use. The <code xref="mal_info_credit">name</code> element in a <code xref="mal_info_credit">credit</code> element may be appropriate.
el: Διαφέρει ανάλογα τη χρήση. Το στοιχείο <code xref="mal_info_credit">name</code> μέσα σε ένα στοιχείο <code xref="mal_info_credit">credit</code> μπορεί να είναι κατάλληλο.
fr: Variable selon l'utilisation. L'élément <code xref="mal_info_credit">name</code> dans un élément <code xref="mal_info_credit">credit</code> peut être approprié.

source: Mallard does not use the CALS table model.
el: Το Mallard δεν χρησιμοποιεί το πρότυπο πίνακα CALS.
fr: Mallard n'utilise pas le modèle de tableau CALS.

source: Similar to the <code xref="mal_inline_cmd">cmd</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_inline_cmd">cmd</code>.
fr: Analogue à l'élément <code xref="mal_inline_cmd">cmd</code>.

source: Similar to the <code xref="mal_inline_output">output</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_inline_output">output</code>.
fr: Analogue à l'élément <code xref="mal_inline_output">output</code>.

source: No specific element in Mallard. Use an inline <code xref="mal_inline_code">code</code> or <code xref="mal_inline_sys">sys</code> element instead.
el: Δεν υπάρχει συγκεκριμένο στοιχείο στο Mallard. Χρησιμοποιήστε ένα εμβόλιμο στοιχείο <code xref="mal_inline_code">code</code> ή <code xref="mal_inline_sys">sys</code> στη θέση του.
fr: Pas d'élément spécifique dans Mallard. Utilisez à la place un élément intégré <code xref="mal_inline_code">code</code> ou <code xref="mal_inline_sys">sys</code>.

source: Mallard does not have structured EBNF productions.
el: Το Mallard δεν έχει δομημένη παραγωγή EBNF.
fr: Mallard n'a pas de productions EBNF structurées.

source: No specific element in Mallard. Use the block <code xref="mal_block_code">code</code> element instead, possibly inside a <code xref="mal_block_synopsis">synopsis</code> element.
el: Δεν υπάρχει συγκεκριμένο στοιχείο στο Mallard. Χρησιμοποιήστε το στοιχείο μπλοκ <code xref="mal_block_code">code</code> στη θέση του, πιθανώς μέσα σε ένα στοιχείο <code xref="mal_block_synopsis">synopsis</code>.
fr: Pas d'élément particulier dans Mallard. Utilisez à la place l'élément bloc <code xref="mal_block_code">code</code>, éventuellement à l'intérieur d'un élément <code xref="mal_block_synopsis">synopsis</code>.

source: No equivalent in Mallard. <link xref="mal_external">External namespace elements</link> may provide this information in <code xref="mal_info">info</code> elements or for <link xref="mal_info_credit">credits</link>.
el: Δεν υπάρχει ισοδύναμο στο Mallard. <link xref="mal_external">Στοιχεία εξωτερικών χώρων ονομάτων</link> μπορεί να παρέχουν αυτές τις πληροφορίες σε στοιχεία <code xref="mal_info">info</code> ή για <link xref="mal_info_credit">credits</link>.
fr: Pas d'équivalent dans Mallard. Des <link xref="mal_external">éléments d'espaces de noms externes</link> peuvent fournir cette information dans des éléments <code xref="mal_info">info</code> ou pour <link xref="mal_info_credit">credits</link>.

source: Use the <code xref="mal_info_credit">credit</code> element to record copyright information.
el: Χρησιμοποιήστε το στοιχείο <code xref="mal_info_credit">credit</code> για την καταγραφή πληροφοριών πνευματικών δικαιωμάτων.
fr: Utilisez l'élément <code xref="mal_info_credit">credit</code> pour enregistrer les informations de droits d'auteur.

source: No specific element in Mallard. Use the inline <code xref="mal_inline_sys">sys</code> element instead.
el: Δεν υπάρχει συγκεκριμένο στοιχείο στο Mallard. Χρησιμοποιήστε το εμβόλιμο στοιχείο <code xref="mal_inline_sys">sys</code> στη θέση του.
fr: Pas d'élément spécifique dans Mallard. Utilisez à la place l'élément intégré <code xref="mal_inline_sys">sys</code>.

source: Varies with use. For <link xref="mal_info_revision">revisions</link>, use the <code>date</code> attribute. <link xref="mal_external">External namespace elements</link> may provide this information in <code xref="mal_info">info</code> elements.
el: Διαφέρει ανάλογα τη χρήση. Για <link xref="mal_info_revision">αναθεωρήσεις</link>, χρησιμοποιήστε την ιδιότητα <code>date</code>. <link xref="mal_external">Στοιχεία εξωτερικών χώρων ονομάτων</link> μπορούν να παρέχουν αυτές τις πληροφορίες σε στοιχεία <code xref="mal_info">info</code>.
fr: Variable selon l'utilisation. Pour <link xref="mal_info_revision">revisions</link>, utilisez l'attribut <code>date</code>. Des <link xref="mal_external">éléments d'espaces de noms externes</link> peuvent donner cette information dans des éléments <code xref="mal_info">info</code>.

source: Varies with use. Use the <code xref="mal_info_credit">name</code> element in a <code xref="mal_info_credit">credit</code> element in an informational context. Inline, use <code xref="mal_inline_sys">sys</code>.
el: Διαφέρει ανάλογα τη χρήση. Χρησιμοποιήστε το στοιχείο <code xref="mal_info_credit">name</code> σε ένα στοιχείο <code xref="mal_info_credit">credit</code> για πληροφοριακό περιεχόμενο. Εμβόλιμα, χρησιμοποιήστε το <code xref="mal_inline_sys">sys</code>.
fr: Variable selon l'utilisation. Utilisez l'élément <code xref="mal_info_credit">name</code> dans un élément <code xref="mal_info_credit">credit</code> dans un contexte d'information, Dans un élément intégré, utilisez <code xref="mal_inline_sys">sys</code>.

source: Similar to the <code xref="mal_inline_em">em</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_inline_em">em</code>.
fr: Analogue à l'élément <code xref="mal_inline_em">em</code>.

source: No direct equivalent in Mallard. Some processing tools may support the <code>epigraph</code> style hint on the block <code xref="mal_block_quote">quote</code> element.
el: Δεν υπάρχει απευθείας ισοδύναμο στο Mallard. Μερικά εργαλεία επεξεργασίας μπορεί να υποστηρίζουν την υπόδειξη στυλ <code>epigraph</code> στο μπλοκ στοιχείο <code xref="mal_block_quote">quote</code>.
fr: Pas d'équivalent direct dans Mallard. Certains outils de traitement peuvent prendre en charge les indications de style <code>epigraph</code> dans l'élément bloc <code xref="mal_block_quote">quote</code>.

source: No specific elements in Mallard. Use the inline <code xref="mal_inline_sys">sys</code> element. For error text, the <code xref="mal_inline_output">output</code> may be appropriate.
el: Δεν υπάρχουν συγκεκριμένα στοιχεία στο Mallard. Χρησιμοποιήστε το εμβόλιμο στοιχείο <code xref="mal_inline_sys">sys</code>. Για κείμενο σφάλματος, το <code xref="mal_inline_output">output</code> μπορεί να είναι κατάλληλο.
fr: Pas d'élément spécifique dans Mallard. Utilisez l'élément intégré <code xref="mal_inline_sys">sys</code>. Pour un texte d'erreur, <code xref="mal_inline_output">output</code> peut se révéler approprié.

source: Similar to the <code xref="mal_block_example">example</code> element, except that examples in Mallard are not formal elements.
el: Παρόμοιο με το στοιχείο <code xref="mal_block_example">example</code>, εκτός του ότι τα παραδείγματα στο Mallard δεν είναι τυπικά στοιχεία.
fr: Analogue à l'élément <code xref="mal_block_example">example</code>, sauf que les exemples dans Mallard ne sont pas des éléments formels.

source: Similar to the <code xref="mal_block_figure">figure</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_block_figure">figure</code>.
fr: Analogue à l'élément <code xref="mal_block_figure">figure</code>.

source: Similar to the <code xref="mal_inline_file">file</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_inline_file">file</code>.
fr: Analogue à l'élément <code xref="mal_inline_file">file</code>.

source: No specific element in Mallard. Use the <code xref="mal_inline_em">em</code> element to emphasize the first usage of a term.
el: Δεν υπάρχει συγκεκριμένο στοιχείο στο Mallard. Χρησιμοποιήστε το στοιχείο <code xref="mal_inline_em">em</code> για να δώσετε έμφαση στην πρώτη χρήση του όρου.
fr: Pas d'élément spécifique dans Mallard. Utilisez l'élément <code xref="mal_inline_em">em</code> pour mettre en valeur la première utilisation d'un terme.

source: Mallard does not currently have support for footnotes. Future versions may add annotations.
el: Το Mallard δεν έχει επί του παρόντος υποστήριξη για υποσημειώσεις. Μελλοντικές εκδόσεις μπορεί να προσθέσουν σημειώσεις.
fr: Mallard ne prend pas actuellement en charge les notes de bas de page. De futures versions ajouteront les annotations.

source: No specific element in Mallard. If necessary, use the <code xref="mal_inline_em">em</code> element to emphasize a foreign phrase.
el: Δεν υπάρχει συγκεκριμένο στοιχείο στο Mallard. Αν είναι απαραίτητο, χρησιμοποιήστε το στοιχείο <code xref="mal_inline_em">em</code> για να δώσετε έμφαση σε μια ξένη έκφραση.
fr: Pas d'élément spécifique dans Mallard. Si nécessaire, utilisez l'élément <code xref="mal_inline_em">em</code> pour attirer l'attention sur une phrase en langue étrangère.

source: No direct equivalent in Mallard. Use the <code xref="mal_page">page</code> and <code xref="mal_info">info</code> elements instead. Future versions may address glossaries directly.
el: Δεν υπάρχει απευθείας ισοδύναμο στο Mallard. Χρησιμοποιήστε τα στοιχεία <code xref="mal_page">page</code> και <code xref="mal_info">info</code> στη θέση του. Μελλοντικές εκδόσεις μπορεί να αντιμετωπίζουν απευθείας τα γλωσσάρια.
fr: Pas d'équivalent direct dans Mallard. Utilisez à la place les éléments <code xref="mal_page">page</code> et <code xref="mal_info">info</code>. De futures versions adresseront directement des glossaires.

source: Mallard does not currently have a structured environment for glossaries. Use the <code xref="mal_block_terms">terms</code> element instead. Future versions may address glossaries directly.
el: Το Mallard αυτή τη στιγμή δεν έχει δομημένο περιβάλλον για γλωσσάρια. Χρησιμοποιήστε το στοιχείο <code xref="mal_block_terms">terms</code> στη θέση του. Μελλοντικές εκδόσεις μπορεί να αντιμετωπίζουν τα γλωσσάρια απευθείας.
fr: Mallard n'a actuellement pas d'environnement structuré pour les glossaires. Utilisez à la place l'élément <code xref="mal_block_terms">terms</code>. De futures versions adresseront directement des glossaires.

source: Use the common <code xref="mal_inline_gui">gui</code> element.
el: Χρησιμοποιήστε το σύνηθες στοιχείο <code xref="mal_inline_gui">gui</code>.
fr: Utilisez l'élément commun <code xref="mal_inline_gui">gui</code>.

source: Currently no equivalent in Mallard. Future versions may support marking the introductory text of a topic.
el: Αυτή τη στιγμή δεν υπάρχει ισοδύναμο στο Mallard. Μελλοντικές εκδόσεις μπορεί να υποστηρίζουν την επισήμανση του εισαγωγικού κειμένου ενός θέματος.
fr: Actuellement pas d'équivalent dans Mallard. De futures versions prendront peut-être en charge le balisage du texte d'introduction d'une rubrique.

source: Use the <code xref="mal_info_name">name</code> element in a <code xref="mal_info_credit">credit</code> element. Mallard records copyright information in <code>credit</code> elements.
el: Χρησιμοποιήστε το στοιχείο <code xref="mal_info_name">name</code> σε ένα στοιχείο <code xref="mal_info_credit">credit</code>. Το Mallard καταγράφει πληροφορίες πνευματικών δικαιωμάτων σε στοιχεία <code>credit</code>.
fr: Utilisez l'élément <code xref="mal_info_name">name</code> dans un élément <code xref="mal_info_credit">credit</code>. Mallard enregistre les informations de droits d'auteurs dans les éléments <code>credit</code>.

source: Mallard does not support forms.
el: Το Mallard δεν υποστηρίζει φόρμες.
fr: Mallard ne prend pas en charge les formulaires.
