Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: To create a new button with a label, use <code>gtk_button_new_with_label(<var>label</var>)</code>, replacing <var>label</var> with the text of the label.
el: Για να δημιουργήσετε ένα νέο κουμπί με μια ετικέτα, χρησιμοποιήστε το <code>gtk_button_new_with_label(<var>label</var>)</code>, αντικαθιστώντας το <var>label</var> κείμενο της ετικέτας.
fr: Pour créer un nouveau bouton avec étiquette, utilisez <code>gtk_button_new_with_label(<var>label</var>)</code> en remplaçant <var>label</var> par le libellé de l'étiquette.

source: Link to a web page directly with a <code>code</code> element:
el: Βάλτε σύνδεσμο απευθείας σε μια ιστοσελίδα με το στοιχείο <code>code</code>:
fr: Établissement d'un lien direct à une page Web grâce à un élément <code>code</code> :

source: Use <code>code</code> with <code xref="mal_inline_var">var</code> to mark up code with a placeholder for an argument the user should supply.
el: Χρησιμοποιήστε το <code>code</code> με το <code xref="mal_inline_var">var</code> για να επισημάνετε κώδικα με ένα σύμβολο κράτησης θέσης για ένα όρισμα που δίνει ο χρήστης.
fr: Utilisation de <code>code</code> avec <code xref="mal_inline_var">var</code> pour baliser un texte de substitution que l'utilisateur doit fournir.

source: Code snippets are displayed in a fixed-width font. This mimics the look of a typical environment where code is typed. More importantly, fixed-width fonts tend to have more distinction between visually similar characters. This is particularly important in code, since letters often appear without the context of a known word that helps make them discernable in normal prose.
el: Τα τμήματα κώδικα απεικονίζονται σε γραμματοσειρά σταθερού πλάτους. Αυτό μιμείται την εμφάνιση του συνήθους περιβάλλοντος που πληκτρολογείται κώδικας. Πιο σημαντικό είναι ότι οι γραμματοσειρές σταθερού πλάτους τείνουν να έχουν καλύτερη διάκριση μεταξύ οπτικά παρόμοιων χαρακτήρων. Αυτό είναι πολύ σημαντικό σε κώδικα, όπου τα γράμματα εμφανίζονται εκτός του πλαισίου μιας γνωστής λέξης που διευκολύνει την αναγνώρισή τους.
fr: Les extraits de code sont affichés avec une police à chasse fixe. Elle imite l'aspect classique d'un environnement de saisi de code. Plus important, les polices à chasse fixe ont la réputation de faciliter la distinction entre caractères visuellement semblables. Cette qualité est particulièrement importante pour du code, car les caractères apparaissent souvent hors du contexte d'un mot connu qui améliore la lisibilité dans un texte normal.

source: For particularly long code snippets, display tools may use a background color or border to make the beginning and end clear, although authors should prefer <link xref="mal_block_code">code blocks</link> for long code snippets.
el: Για ιδιαίτερα μεγάλα τμήματα κώδικα, τα εργαλεία απεικόνισης μπορεί να χρησιμοποιήσουν ένα χρώμα παρασκηνίου ή περίγραμμα για κάνουν σαφή την αρχή και το τέλος, παρόλο που οι συγγραφείς θα έπρεπε να προτιμούν <link xref="mal_block_code">code blocks</link> για μεγάλα τμήματα κώδικα.
fr: Pour les extraits de code plutôt longs, l'outil d'affichage peut utiliser une couleur de fond ou une bordure pour faciliter la distinction du début et de la fin de l'extrait. Certains rédacteurs préfèrent des <link xref="mal_block_code">blocs code</link> pour de longs extraits.

source: The <code>code</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/code.html">code</code> element in DocBook. Since Mallard does not attempt to model programming languages, <code>code</code> may be used in place of numerous DocBook elements, including <code href="http://www.docbook.org/tdg/en/html/classname.html">classname</code>, <code href="http://www.docbook.org/tdg/en/html/constant.html">constant</code>, <code href="http://www.docbook.org/tdg/en/html/function.html">function</code>, <code href="http://www.docbook.org/tdg/en/html/interfacename.html">interfacename</code>, <code href="http://www.docbook.org/tdg/en/html/methodname.html">methodname</code>, <code href="http://www.docbook.org/tdg/en/html/parameter.html">parameter</code>, <code href="http://www.docbook.org/tdg/en/html/structfield.html">structfield</code>, <code href="http://www.docbook.org/tdg/en/html/structname.html">structname</code>, and <code href="http://www.docbook.org/tdg/en/html/varname.html">varname</code>. Additionally, since Mallard does not provide separate elements for marking portions of markup languages, the <code>code</code> element should be used in place of the DocBook elements <code href="http://www.docbook.org/tdg/en/html/markup.html">markup</code> and <code href="http://www.docbook.org/tdg/en/html/sgmltag.html">sgmltag</code>.
el: Το στοιχείο <code>code</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/code.html">code</code> του DocBook. Αφού το Mallard δεν επιχειρεί να προσομοιώσει γλώσσες προγραμματισμού, το <code>code</code> μπορεί να χρησιμοποιηθεί αντί διαφόρων στοιχείων του DocBook περιλαμβανομένων των <code href="http://www.docbook.org/tdg/en/html/classname.html">classname</code>, <code href="http://www.docbook.org/tdg/en/html/constant.html">constant</code>, <code href="http://www.docbook.org/tdg/en/html/function.html">function</code>, <code href="http://www.docbook.org/tdg/en/html/interfacename.html">interfacename</code>, <code href="http://www.docbook.org/tdg/en/html/methodname.html">methodname</code>, <code href="http://www.docbook.org/tdg/en/html/parameter.html">parameter</code>, <code href="http://www.docbook.org/tdg/en/html/structfield.html">structfield</code>, <code href="http://www.docbook.org/tdg/en/html/structname.html">structname</code> και <code href="http://www.docbook.org/tdg/en/html/varname.html">varname</code>. Επιπλέον αφού το Mallard δεν παρέχει ξεχωριστά στοιχεία για επισήμανση τμήματα γλωσσών επισήμανσης, το στοιχείο <code>code</code> θα πρέπει να χρησιμοποιείται αντί για τα στοιχεία του DocBook <code href="http://www.docbook.org/tdg/en/html/markup.html">markup</code> και <code href="http://www.docbook.org/tdg/en/html/sgmltag.html">sgmltag</code>.
fr: L'élément <code>code</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/code.html">code</code> de DocBook. Comme Mallard n'essaie pas de modéliser les langages de programmation, <code>code</code> sera employé à la place de nombreux éléments DocBook, comme <code href="http://www.docbook.org/tdg/en/html/classname.html">classname</code>, <code href="http://www.docbook.org/tdg/en/html/constant.html">constant</code>, <code href="http://www.docbook.org/tdg/en/html/function.html">function</code>, <code href="http://www.docbook.org/tdg/en/html/interfacename.html">interfacename</code>, <code href="http://www.docbook.org/tdg/en/html/methodname.html">methodname</code>, <code href="http://www.docbook.org/tdg/en/html/parameter.html">parameter</code>, <code href="http://www.docbook.org/tdg/en/html/structfield.html">structfield</code>, <code href="http://www.docbook.org/tdg/en/html/structname.html">structname</code> et <code href="http://www.docbook.org/tdg/en/html/varname.html">varname</code>. De plus, comme Mallard ne prévoit pas d'éléments spécifiques pour marquer des portions de langages à balises, l'élément <code>code</code> s'utilise à la place des éléments DocBook <code href="http://www.docbook.org/tdg/en/html/markup.html">markup</code> et <code href="http://www.docbook.org/tdg/en/html/sgmltag.html">sgmltag</code>.

source: Mark up a command to be entered at an interactive shell.
el: Επισήμανση εντολής που θα εισαχθεί σε διαδραστικό κέλυφος.
fr: Balisage d'une commande à saisir dans une console interactive.

source: Commands
el: Εντολές
fr: Commandes

source: Use the <code>cmd</code> element to mark up a command or a portion of a command to run in an interactive shell. It is frequently used to mark up the command to run an application. Do not use the <code>cmd</code> element to mark up the human-readable name of an application; use <code xref="mal_inline_app">app</code> for this purpose instead.
el: Χρησιμοποιήστε το στοιχείο <code>cmd</code> για να επισημάνετε μια εντολή ή τμήμα εντολής που θα τρέχει σε διαδραστικό κέλυφος. Συχνά χρησιμοποιείται για να επισημάνει την εντολή για την εκτέλεση μιας εφαρμογής. Μη χρησιμοποιείτε το στοιχείο <code>cmd</code> για να επισημάνετε το ανθρώπινο όνομα μιας εφαρμογής. Χρησιμοποιήστε το <code xref="mal_inline_app">app</code> γι' αυτό το σκοπό.
fr: Utilisez l'élément <code>cmd</code> pour baliser une commande ou un extrait de commande à lancer dans un interpréteur de commande interactif. C'est fréquemment utilisé pour marquer la commande de lancement d'une application. N'utilisez pas <code>cmd</code> pour baliser le nom utilisateur d'une application ; pour cela, utilisez plutôt <code xref="mal_inline_app">app</code>.

source: You may use the <code>cmd</code> element to mark up the entire command, including all arguments. Mallard does not contain elements to mark up the arguments specifically, as there is rarely a need to distinguish them. You may also use the <code>cmd</code> element to mark up parts of a command, such as options and arguments, when these need to be referenced alone.
el: Μπορείτε να χρησιμοποιήσετε το στοιχείο <code>cmd</code> για να επισημάνετε ολόκληρη την εντολή με όλα τα ορίσματα. Το Mallard δεν περιέχει στοιχεία επισήμανσης ειδικά για ορίσματα, καθώς σπάνια υπάρχει ανάγκη διάκρισής τους. Μπορείτε επίσης να χρησιμοποιήσετε το στοιχείο <code>cmd</code> για να επισημάνετε μέρη μιας εντολής, όπως επιλογές και ορίσματα όταν πρέπει να γίνει ξεχωριστή αναφορά σε αυτά.
fr: Vous pouvez utiliser l'élément <code>cmd</code> pour baliser une commande dans sa globalité, y compris ses paramètres. Mallard ne comporte pas d'éléments pour marquer les paramètres de manière spécifique étant donné qu'il y a rarement lieu de les distinguer. Vous pouvez aussi employer <code>cmd</code> pour baliser des parties de commande, comme les options et les paramètres, quand elles ont besoin d'être référencées isolément.

source: Use the <code xref="mal_inline_var">var</code> element inside a <code>cmd</code> element to indicate text that should be replaced by the user.
el: Χρησιμοποιήστε το στοιχείο <code xref="mal_inline_var">var</code> μέσα σε ένα στοιχείο <code>cmd</code> για να υποδείξετε κείμενο που πρέπει να αντικατασταθεί από το χρήστη.
fr: Imbriquez un élément <code xref="mal_inline_var">var</code> dans un élément <code>cmd</code> pour marquer un texte remplaçable par l'utilisateur.

source: The <code>cmd</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>cmd</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>cmd</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>cmd</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>cmd</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό εμβόλιμο περιεχόμενο, συμπεριλαμβανόμενου μέσα στα περισσότερα <link xref="mal_inline">εμβόλιμα στοιχεία</link>, σε μερικά <link xref="mal_block#basic">βασικά στοιχεία μπλοκ</link>, και σε συγκεκριμένα <link xref="mal_info">πληροφοριακά στοιχεία</link>.
fr: L'élément <code>cmd</code> se rencontre dans tout contexte intégré général, y compris dans la plupart des <link xref="mal_inline">éléments intégrés</link>, dans quelques <link xref="mal_block#basic">éléments blocs de base</link> et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>cmd</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>cmd</code> μπορεί να συνδέεται με άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>cmd</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: Typical values for the <code>mime</code> attribute include:
el: Τυπικές τιμές για την ιδιότητα <code>mime</code> περιλαμβάνουν:
fr: L'attribut <code>mime</code> prend généralement les valeurs :

source: Command to execute with the Bourne shell
el: Εντολή προς εκτέλεση στο κέλυφος Bourne
fr: Commande à exécuter avec l'interpréteur de commandes Bourne

source: Command to execute with the C shell
el: Εντολή προς εκτέλεση στο κέλυφος C
fr: Commande à exécuter avec l'interpréteur de commande C

source: The <code>cmd</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>cmd</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>cmd</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>cmd</code> to mark up a simple command to run:
el: Χρησιμοποιήστε το <code>cmd</code> για να επισημάνετε μια απλή εντολή για εκτέλεση:
fr: Utilisation de <code>cmd</code> pour baliser une simple commande de lancement :

source: To start <app>Totem Movie Player</app>, enter <cmd>totem</cmd> at the command line.
el: Για να ξεκινήσετε την <app>Αναπαραγωγή ταινιών</app>, πληκτρολογήστε <cmd>totem</cmd> στη γραμμή εντολών.
fr: Pour lancer le <app>Lecteur vidéo Totem</app>, saisissez <cmd>totem</cmd> sur la ligne de commande.

source: Use <code>cmd</code> with <code xref="mal_inline_var">var</code> to mark up a command with a placeholder for an argument the user should supply:
el: Χρησιμοποιήστε το <code>cmd</code> με το <code xref="mal_inline_var">var</code> για να επισημάνετε μια εντολή με σύμβολο κράτησης θέσης για ένα όρισμα που θα πρέπει να ορίσει ο χρήστης:
fr: Utilisation de <code>cmd</code> avec <code xref="mal_inline_var">var</code> pour baliser une commande contenant un texte de substitution pour un paramètre que l'utilisateur doit fournir :

source: To view a file in <app>Totem Movie Player</app>, enter <cmd>totem <var>file</var></cmd> at the command line, replacing <var>file</var> with the name of the file.
el: Για προβάλετε ένα αρχείο στην <app>Αναπαραγωγή Ταινιών Totem</app>, εισάγετε <cmd>totem <var>file</var></cmd> στη γραμμή εντολών, αντικαθιστώντας το <var>file</var> με το όνομα του αρχείου.
fr: Pour visionner un fichier dans le <app>Lecteur vidéo Totem</app>, saisissez <cmd>totem <var>fichier</var></cmd> en remplaçant <var>fichier</var> par le nom du fichier.

source: Use <code>cmd</code> to mark up command names and options:
el: Χρησιμοποιήστε το <code>cmd</code> για να επισημάνετε ονόματα εντολών και επιλογών:
fr: Utilisation de <code>cmd</code> pour baliser des noms de commandes et des options :

source: The <cmd>-mtime</cmd> option for the <cmd>find</cmd> command allows you to filter files based on their modification times.
el: Η επιλογή <cmd>-mtime</cmd> για την εντολή <cmd>find</cmd> σας επιτρέπει να φιλτράρετε τα αρχεία με βάση τους χρόνους τροποποίησης.
fr: L'option <cmd>-mtime</cmd> de la commande <cmd>find</cmd> vous permet de filtrer les fichiers sur le critère « date de modification ».

source: Commands are displayed in a fixed-width font. This mimics the look of a typical environment where commands are executed. More importantly, fixed-width fonts tend to have more distinction between visually similar characters. This is particularly important in commands, since letters often appear without the context of a known word that helps make them discernable in normal prose.
el: Οι εντολές εμφανίζονται με μια γραμματοσειρά σταθερού πλάτους. Αυτό μιμείται την εμφάνιση ενός τυπικού περιβάλλοντος εκτέλεσης των εντολών. Οι γραμματοσειρές σταθερού πλάτους τείνουν να διακρίνουν καλύτερα οπτικά όμοιους χαρακτήρες. Αυτό είναι ιδιαίτερα σημαντικό στις εντολές, αφού τα γράμματα συχνά εμφανίζονται εκτός του πλαισίου μιας λέξης που βοηθά να γίνονται αντιληπτά στον πεζό λόγο.
fr: Les commandes sont affichées avec une police à chasse fixe. Elle imite l'aspect d'un environnement d'exécution de commandes. Plus important, les polices à chasse fixe sont réputées faciliter la distinction entre caractères visuellement semblables. Cette qualité est particulièrement importante pour les commandes, car les caractères apparaissent souvent hors du contexte d'un mot connu qui améliorerait leur lisibilité dans un texte normal.

source: Commands in documentation are often provided with options to illustrate how to use them to a particular effect. This can make it difficult to find the end of the command quickly. Surrounding text content, especially punctuation, can sometimes be confused for part of the command. For this reason, it is recommended that commands be displayed with a border or background color.
el: Οι εντολές στην τεκμηρίωση συχνά παρέχονται με επιλογές να επιδειχθεί πως να χρησιμοποιηθούν για ένα συγκεκριμένο αποτέλεσμα. Αυτό μπορεί να κάνει δύσκολη την εύρεση του τέλους της εντολής γρήγορα. Το περιβάλλον κείμενο, ειδικά η στίξη, μπορεί μερικές φορές να εκληφθεί ως μέρος της εντολής. Για αυτό το λόγο, συνίσταται οι εντολές να απεικονίζονται με περίγραμμα ή χρώμα παρασκηνίου.
fr: Dans la documentation, les commandes sont souvent fournies avec des options pour illustrer comment les utiliser pour obtenir un effet particulier. Cela peut rendre difficile une identification rapide de la fin de la commande. Le contenu du texte environnant, particulièrement la ponctuation, peuvent quelquefois être pris pour une partie de la commande. Pour cette raison, il est recommandé d'afficher les commandes avec une bordure ou un arrière‑plan coloré.

source: The <code>cmd</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/command.html">command</code> element in DocBook. In DocBook, writers frequently use the <code href="http://www.docbook.org/tdg/en/html/option.html">option</code> element inside <code>command</code>. Mallard does not provide an element for this purpose.
el: Το στοιχείο <code>cmd</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/command.html">command</code> του DocBook. Στο DocBook, οι συγγραφείς συχνά χρησιμοποιούν το στοιχείο <code href="http://www.docbook.org/tdg/en/html/option.html">option</code> μέσα στο <code>command</code>. Το Mallard δεν έχει στοιχείο για τέτοιο σκοπό.
fr: L'élément <code>cmd</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/command.html">command</code> de DocBook. Avec DocBook, les rédacteurs utilisent souvent l'élément <code href="http://www.docbook.org/tdg/en/html/option.html">option</code> à l'intérieur de <code>command</code>. Mallard ne propose pas d'élément à cet effet.

source: In DocBook, the <code>option</code> element is also used outside the <code>command</code> element. In Mallard, simply use the <code>cmd</code> element for options outside of an entire command.
el: Στο DocBook, το στοιχείο <code>option</code> χρησιμοποιείται εκτός του στοιχείου <code>command</code>. Στο Mallard, απλώς χρησιμοποιήστε το στοιχείο <code>cmd</code> για επιλογές εκτός ολόκληρης εντολής.
fr: Dans DocBook, <code>option</code> peut également être employé en dehors de l'élément <code>command</code>. Dans Mallard, utilisez simplement l'élément <code>cmd</code> pour des options citées en dehors d'une commande complète.

source: See <link xref="principle-justenough"/> for more background.
el: Δείτο το <link xref="principle-justenough"/> για περισσότερα στο θέμα.
fr: Consultez <link xref="principle-justenough"/> pour plus de documentation.

source: Mark up the human-readable name of an application or window.
el: Σημειώστε το ανθρώπινα αναγνώσιμο όνομα μιας εφαρμογής ή παραθύρου.
fr: Balisage des dénominations intelligibles par l'homme d'une application ou d'une fenêtre.

source: Application Names
el: Ονόματα εφαρμογών
fr: Noms des applications

source: Use the <code>app</code> element to mark up the human-readable name of an application or the title of a window within an application. Do not use the <code>app</code> element to mark up the command used to run an application; use <code xref="mal_inline_cmd">cmd</code> for this purpose instead.
el: Χρησιμοποιήστε το στοιχείο <code>app</code> για να επισημάνετε το ανθρώπινο όνομα μιας εφαρμογής ή τον τίτλο ενός παραθύρου μέσα σε μια εφαρμογή. Μην χρησιμοποιείτε το στοιχείο <code>app</code> για επισημάνετε την εντολή που χρησιμοποιείται για να εκτελεσθεί μια εφαρμογή, χρησιμοποιήστε το <code xref="mal_inline_cmd">cmd</code> για αυτό το σκοπό.
fr: Utilisez l'élément <code>app</code> pour baliser la dénomination intelligible par l'homme, d'une application ou du titre d'une fenêtre dans une application. Ne vous servez pas de <code>app</code> pour baliser la commande utilisée pour lancer une application ; pour ce faire, employez <code xref="mal_inline_cmd">cmd</code> à la place.

source: The <code>app</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>app</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>app</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>app</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>app</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό εμβόλιμο περιεχόμενο, συμπεριλαμβανόμενου μέσα στα περισσότερα <link xref="mal_inline">εμβόλιμα στοιχεία</link>, σε μερικά <link xref="mal_block#basic">βασικά στοιχεία μπλοκ</link>, και σε συγκεκριμένα <link xref="mal_info">πληροφοριακά στοιχεία</link>.
fr: L'élément <code>app</code> se rencontre dans tout contexte intégré général, y compris dans la plupart des <link xref="mal_inline">éléments intégrés</link>, dans quelques <link xref="mal_block#basic">éléments blocs de base</link> et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>app</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>app</code> μπορεί να συνδέεται με άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>app</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: The <code>app</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>app</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>app</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>app</code> to mark up the name of an application:
el: Χρησιμοποιήστε το <code>app</code> για να επισημάνετε το όνομα μιας εφαρμογής:
fr: Utilisation de <code>app</code> pour baliser le nom d'une application :
