Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: The <code>key</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/keycap.html">keycap</code> element in DocBook. Mallard does not provide elements analogous to the DocBook elements <code href="http://www.docbook.org/tdg/en/html/keysym.html">keysym</code> and <code href="http://www.docbook.org/tdg/en/html/keycode.html">keycode</code>. In most cases, these should be marked simply with the <code xref="mal_inline_sys">sys</code> element.
el: Το στοιχείο <code>key</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/keycap.html">keycap</code> στο DocBook. Το Mallard δεν παρέχει στοιχεία ανάλογα με τα στοιχεία του DocBook <code href="http://www.docbook.org/tdg/en/html/keysym.html">keysym</code> και <code href="http://www.docbook.org/tdg/en/html/keycode.html">keycode</code>. Στις περισσότερες περιπτώσεις, αυτά θα πρέπει απλά να επισημανθούν με το στοιχείο <code xref="mal_inline_sys">sys</code>.
fr: L'élément <code>key</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/keycap.html">keycap</code> de DocBook. Mallard ne met pas à disposition d'élément analogue aux éléments <code href="http://www.docbook.org/tdg/en/html/keysym.html">keysym</code> et <code href="http://www.docbook.org/tdg/en/html/keycode.html">keycode</code> de DocBook. Dans la plupart des cas, ces derniers peuvent être simplement marqués avec l'élément <code xref="mal_inline_sys">sys</code>.

source: Mark up text the user should input into a computer program.
el: Επισημασμένο κείμενο που ο χρήστης θα πρέπει να εισάγει σε ένα πρόγραμμα υπολογιστή.
fr: Balisage de texte à saisir par l'utilisateur dans un programme.

source: User Input
el: Εισαγωγή από το χρήστη
fr: Saisis utilisateur

source: Use the <code>input</code> element to mark up text that is input by the user. This may be text entered into a command-line environment or into a text field in a graphical application.
el: Χρησιμοποιήστε το <code>input</code> για να επισημάνετε κείμενο που εισάγεται από το χρήστη. Αυτό μπορεί να είναι κείμενο που εισάγεται σε περιβάλλον γραμμής εντολών ή σε πεδίο κειμένου σε μια εφαρμογή με γραφικό περιβάλλον.
fr: Utilisez l'élément <code>input</code> pour baliser un texte à saisir par l'utilisateur. Cela peut être du texte saisi dans un environnement en ligne de commande ou dans un champ texte d'une application graphique.

source: The <code>input</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>input</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών στοιχείων εντός γραμμής</link>.
fr: L'élément <code>input</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>input</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>input</code> μπορεί να βρίσκεται σε οποιοδήποτε γενικό εμβόλιμο περιεχόμενο, περιλαμβανομένων των περισσότερων <link xref="mal_inline">εμβόλιμων στοιχείων</link>, μερικών <link xref="mal_block#basic">βασικών μπλοκ στοιχείων</link>, και συγκεκριμένων <link xref="mal_info">πληροφοριακών στοιχείων</link>.
fr: L'élément <code>input</code> se rencontre dans tout contexte général intégré, y compris à l'intérieur de la plupart des <link xref="mal_inline">éléments intégrés</link>, de quelques <link xref="mal_block#basic">éléments blocs de base</link> et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>input</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>input</code> μπορεί να συνδέεται με άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>input</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: The <code>input</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>input</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητές τους.
fr: L'élément <code>input</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: The <code>input</code> element, together with the <code xref="mal_inline_output">output</code> element, may be used to mark up the contents of a <code xref="mal_block_screen">screen</code> element, allowing processing tools to treat them differently.
el: Το στοιχείο <code>input</code>, μαζί με το στοιχείο <code xref="mal_inline_output">output</code>, μπορεί να χρησιμοποιηθεί για να επισημάνει τα περιεχόμενα ενός στοιχείου <code xref="mal_block_screen">screen</code>, επιτρέποντας στα εργαλεία επεξεργασίας να τα χειρισθούν διαφορετικά.
fr: L'élément <code>input</code>, combiné à <code xref="mal_inline_output">output</code>, peut s'utiliser pour baliser le contenu d'un élément <code xref="mal_block_screen">screen</code> en permettant à l'outil de traitement d'afficher les éléments <code>input</code> et <code>output</code> avec un rendu différent.

source: Use <code>input</code> to mark up a user response to a prompt:
el: Χρησιμοποιήστε το <code>input</code> για να επισημάνετε μια απάντηση του χρήση σε ένα αίτημα:
fr: Utilisation de <code>input</code> pour baliser une réponse utilisateur à une invite :

source: Type <input>Y</input> at the prompt to proceed.
el: Πληκτρολογήστε <input>Y</input> στη γραμμή για να προχωρήσετε.
fr: Saisissez <input>Y</input> à l'invite pour continuer.

source: Use <code>input</code> and <code xref="mal_inline_output">output</code> inside a <code xref="mal_block_screen">screen</code> element:
el: Χρησιμοποιήστε το <code>input</code> και το <code xref="mal_inline_output">output</code> μέσα σε ένα στοιχείο <code xref="mal_block_screen">screen</code>:
fr: Utilisation de <code>input</code> et <code xref="mal_inline_output">output</code> dans un élément <code xref="mal_block_screen">screen</code> :

source: User input is displayed in a fixed-width or wide font. Fixed-width fonts tend to have more distinction between visually similar characters. A border or background color may be used to make the beginning and end of the intput clear.
el: Η εισαγωγή στοιχείων από το χρήστη εμφανίζεται με μια γραμματοσειρά σταθερού πλάτους ή εκτεταμένη. Οι γραμματοσειρές σταθερού πλάτους τείνουν να έχουν καλύτερη διάκριση μεταξύ οπτικά παρόμοιων χαρακτήρων. Μπορεί να χρησιμοποιηθεί περίγραμμα ή χρώμα παρασκηνίου για να είναι σαφέστερη η αρχή και το τέλος της εισαγωγής στοιχείων.
fr: Une saisie utilisateur est affichée dans une police à chasse fixe ou large. Les polices à chasse fixe ont la réputation de faciliter la distinction entre les caractères visuellement semblables. Une bordure ou un fond coloré peut être employé pour bien souligner le début et la fin de la saisie.

source: The <code>input</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/userinput.html">userinput</code> element in DocBook.
el: Το στοιχείο <code>input</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/userinput.html">userinput</code> του DocBook.
fr: L'élément <code>input</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/userinput.html">userinput</code> de DocBook.

source: Mark up a sequence of interface controls to navigate.
el: Επισήμανση ακολουθιών της διεπαφής για έλεγχο περιήγησης
fr: Balisage d'une séquence de contrôles d'interface à parcourir.

source: GUI Sequences
el: Ακολουθίες γραφικού περιβάλλοντος
fr: Séquences GUI

source: Use the <code>guiseq</code> element to mark up a sequence of graphical interface elements. This is typically used to present a sequence of menu items.
el: Χρησιμοποιήστε το στοιχείο <code>guiseq</code> για να επισημάνετε μια αλληλουχία γραφικών στοιχείων της διεπαφής. Αυτό χρησιμοποιείται συνήθως για να παρουσιάσει μια αλληλουχία αντικειμένων του μενού.
fr: Utilisez l'élément <code>guiseq</code> pour baliser une séquence d'éléments d'interface graphique. Il est en particulier utilisé pour afficher une séquence d'éléments de menu.

source: The <code>guiseq</code> element can contain a mixture of text and <code xref="mal_inline_gui">gui</code> elements.
el: Το στοιχείο <code>guiseq</code> μπορεί να περιέχει ένα μείγμα κειμένου και στοιχείων <code xref="mal_inline_gui">gui</code>.
fr: L'élément <code>guiseq</code> peut contenir un mélange de texte et d'éléments <code xref="mal_inline_gui">gui</code>.

source: The <code>guiseq</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>guiseq</code> μπορεί να υπάρχει σε κάθε γενικό εμβόλιμο περιεχόμενο, περιλαμβανομένων των περισσότερων <link xref="mal_inline">εμβόλιμων στοιχείων</link>, μερικών <link xref="mal_block#basic">βασικών μπλοκ στοιχείων</link>, και συγκεκριμένων <link xref="mal_info">πληροφοριακών στοιχείων</link>.
fr: L'élément <code>guiseq</code> se rencontre dans tout contexte intégré général, y compris dans la plupart des <link xref="mal_inline">éléments en ligne</link>, de quelques <link xref="mal_block#basic">éléments blocs de base</link> et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>guiseq</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>guiseq</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>guiseq</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>guiseq</code> to mark up a sequence of menu items:
el: Χρησιμοποιήστε το <code>guiseq</code> για να επισημάνετε μια αλληλουχία αντικειμένων μενού:
fr: Utilisation de <code>guiseq</code> pour baliser une séquence d'éléments de menu :

source: Select <guiseq><gui>File</gui><gui>New</gui></guiseq> to open a new document.
el: Επιλέξτε <guiseq><gui>Αρχείο</gui><gui>Νέο</gui></guiseq> για να ανοίξετε ένα νέο έγγραφο.
fr: Sélectionnez <guiseq><gui>Fichier</gui><gui>Nouveau</gui></guiseq> pour ouvrir un nouveau document.

source: Each of the child <code>key</code> elements and text nodes, except whitespace-only text nodes, is displayed as described below, adding a separator between them. The exact separator may vary according to the language and style preferences, but it will typically be some sort of right-pointing arrow or triangle, or left-pointing for right-to-left languages.
el: Καθένα από τα θυγατρικά στοιχεία <code>key</code> και κόμβοι κειμένου, εκτός από τους κόμβους με μόνο κενά διαστήματα, εμφανίζεται όπως περιγράφεται παρακάτω, προσθέτοντας ένα διαχωριστή μεταξύ τους. Ο ακριβής διαχωριστής μπορεί να διαφέρει ανάλογα με τη γλώσσα και τις προτιμήσεις στυλ αλλά θα είναι συνήθως κάποιο είδος δεξιού βέλους ή τριγώνου, ή αριστερού βέλους ή τριγώνου στις γλώσσες με φορά από δεξιά στα αριστερά.
fr: Chaque élément <code>key</code> enfant et les nodules de texte, excepté ceux uniquement constitués de blancs, sont affichés comme indiqué ci-après, avec ajout d'un séparateur entre eux. La nature exacte du séparateur peut varier selon la langue et les préférences de style, mais il est en principe une sorte de flèche ou triangle pointant vers la droite (vers la gauche pour les écritures de droite à gauche).

source: Child <code>gui</code> elements are shown as normal. Text nodes have their whitespace normalized to strip leading and trailing spaces. Text nodes may be rendered using a font variation.
el: Τα θυγατρικά στοιχεία <code>gui</code> εμφανίζονται κανονικά. Στους κόμβους κειμένου γίνεται κανονικοποίηση των κενών διαστημάτων για να αφαιρεθούν τα αρχικά και τελικά διαστήματα. Οι κόμβοι κειμένου μπορεί να αποδοθούν με διαφοροποιημένη γραμματοσειρά.
fr: Les éléments <code>gui</code> enfants sont affichés normalement. Les nodules de texte voient leurs blancs « normalisés » par soustraction des espaces de début et de fin. Les nodules de texte peuvent être rendus avec un changement de police.

source: The <code>guiseq</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/menuchoice.html">menuchoice</code> element in DocBook. Since Mallard does not provide different elements for different types of interface elements, the contents of <code>guiseq</code> are all <code>gui</code> elements or text. Currently, Mallard does not provide a way to encode shortcut keys like the <code href="http://www.docbook.org/tdg/en/html/shortcut.html">shortcut</code> element in DocBook. It is recommended that shortcuts, when necessary, be written into prose separately.
el: Το στοιχείο <code>guiseq</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/menuchoice.html">menuchoice</code> στο DocBook. Αφού το Mallard δεν παρέχει διαφορετικά στοιχεία για διαφορετικούς τύπους στοιχείων διεπαφής, τα περιεχόμενα του <code>guiseq</code> είναι όλα <code>gui</code> στοιχεία κειμένου. Τώρα το Mallard δεν παρέχει τρόπο κωδικοποίησης συντομεύσεων όπως το στοιχείο <code href="http://www.docbook.org/tdg/en/html/shortcut.html">shortcut</code> του DocBook. Συστήνεται οι συντομεύσεις, όπου είναι αναγκαίο, να γράφονται ξεχωριστά με κείμενο.
fr: L'élément <code>guiseq</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/menuchoice.html">menuchoice</code> de DocBook. Étant donné que Mallard ne met pas à disposition d'éléments différenciés selon la typologie des éléments d'interface, le contenu de <code>guiseq</code> représente tout texte ou élément <code>gui</code>. Actuellement, Mallard ne donne pas le moyen de baliser les raccourcis clavier avec des éléments tels que <code href="http://www.docbook.org/tdg/en/html/shortcut.html">shortcut</code> de DocBook. Il est conseillé que les raccourcis, si nécessaire, soient écrits en texte séparément.

source: Mark up control labels from a graphical user interface.
el: Σημειώστε ετικέτες ελέγχου από ένα γραφικό περιβάλλον.
fr: Balisage des étiquettes des contrôles dans une interface utilisateur graphique.

source: GUI Labels
el: Ετικέτες γραφικού περιβάλλοντος
fr: Étiquettes GUI

source: Use the <code>gui</code> element to mark up the label of a control in a graphical user interface. You can use <code>gui</code> for all sorts of controls, including buttons, check boxes, and menu items. If necessary, you can use the <code>style</code> attribute to indicate what kind of control is being marked up.
el: Χρησιμοποιήστε το στοιχείο <code>gui</code> για να επισημάνετε την ετικέτα ενός στοιχείου ελέγχου σε διεπαφή με γραφικό περιβάλλον. Μπορεί να χρησιμοποιήσετε το <code>gui</code> για όλα τα είδη στοιχείων ελέγχου, περιλαμβανομένων των κουμπιών, πεδίων επιλογής και αντικειμένων μενού. Αν απαιτείται, μπορείτε να χρησιμοποιήσετε την ιδιότητα <code>style</code> για να υποδείξετε το είδος του στοιχείου ελέγχου που επισημαίνεται.
fr: Utilisez l'élément <code>gui</code> pour baliser l'étiquette d'un contrôle dans une interface utilisateur graphique. Vous pouvez utiliser <code>gui</code> pour toutes sortes de contrôles, y compris les boutons, cases à cocher et éléments de menu. Si nécessaire, vous pouvez utiliser l'attribut <code>style</code> pour indiquer le type de contrôle balisé.

source: The <code>gui</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>gui</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>gui</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>gui</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>gui</code> μπορεί να υπάρχει σε οποιοδήποτε περιεχόμενο στη γραμμή, συμπεριλαμβανόμενου μέσα στα περισσότερα <link xref="mal_inline">εμβόλιμα στοιχεία</link>, σε μερικά <link xref="mal_block#basic">βασικά στοιχεία μπλοκ</link>, και σε συγκεκριμένα <link xref="mal_info">πληροφοριακά στοιχεία</link>.
fr: L'élément <code>gui</code> se rencontre dans tout contexte intégré général, y compris à l'intérieur de la plupart des <link xref="mal_inline">éléments intégrés</link>, de quelques <link xref="mal_block#basic">éléments blocs de base</link> et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>gui</code> element can also occur inside the <code xref="mal_inline_guiseq">guiseq</code> element, where it has special meaning.
el: Το στοιχείο <code>gui</code> μπορεί να υπάρχει επίσης μέσα στο στοιχείο <code xref="mal_inline_keyseq">keyseq</code>, όπου έχει ειδική σημασία.
fr: L'élément <code>gui</code> se rencontre aussi dans des éléments <code xref="mal_inline_guiseq">guiseq</code> ; il revêt alors une signification particulière.

source: The <code>gui</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>gui</code> μπορεί να συνδέεται με άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>gui</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: Typical style hints include:
el: Τυπικές υποδείξεις στυλ περιλαμβάνουν:
fr: Les indications de style courantes comprennent :

source: The text of a button
el: Το κείμενο ενός κουμπιού
fr: Le texte d'un bouton

source: The label for a check box
el: Η ετικέτα ενός κουτιού επιλογής
fr: L'étiquette d'une case à cocher

source: The label for a group of controls
el: Η ετικέτα μιας ομάδας ελέγχων
fr: L'étiquette d'un groupe de contrôles

source: The label for any text entry control
el: Η ετικέτα οποιουδήποτε ελέγχου εισόδου κειμένου
fr: L'étiquette pour tout contrôle d'entrée de texte

source: The name of a menu
el: Το όνομα ενός μενού
fr: Le nom d'un menu

source: The name of an item in a menu
el: Το όνομα μιας καταχώρησης σε ένα μενού
fr: Le nom d'un élément de menu

source: The label for a radio button
el: Η ετικέτα ενός κουμπιού radio
fr: L'étiquette d'un bouton‑radio

source: The label on a tab
el: Η ετικέτα μιας καρτέλας
fr: L'étiquette d'un onglet

source: The <code>gui</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>gui</code> μπορεί να έχει ιδιότητες από εξωτερικά namespace. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες από εξωτερικά namespace.
fr: L'élément <code>gui</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>gui</code> to mark up the text of a button:
el: Χρησιμοποιήστε το <code>gui</code> για να σημειώσετε το κείμενο ενός κουμπιού:
fr: Utilisation de <code>gui</code> pour baliser le texte d'un bouton :

source: Click the <gui>Close</gui> button to close the window.
el: Πατήστε <gui>Κλείσιμο</gui> για να κλείσετε το παράθυρο.
fr: Cliquez sur le bouton <gui>Fermer</gui> pour fermer la fenêtre.

source: Use <code>gui</code> to mark up the label on a tab:
el: Χρησιμοποιήστε το <code>gui</code> για να σημειώσετε την ετικέτα μιας καρτέλας:
fr: Utilisation de <code>gui</code> pour baliser une étiquette d'onglet :

source: The <gui>Filters</gui> tab contains options to change the behavior of your keyboard to meet certain accessibility needs.
el: Η καρτέλα <gui>Φίλτρα</gui> περιέχει επιλογές για να αλλάξετε τη συμπεριφορά του πληκτρολογίου σας ώστε να εξυπηρετεί μερικές ανάγκες προσβασιμότητας.
fr: L'onglet <gui>Filtres</gui> contient les options pour changer le comportement de votre clavier de façon à satisfaire certains besoins d'accessibilité.

source: No particular special rendering is required for <code>gui</code> elements. Interface labels may be rendered with lightened text or other sublte styling effects to distinguish them from the surrounding text.
el: Δε χρειάζεται ειδική απεικόνιση των στοιχείων <code>gui</code>. Οι ετικέτες της διεπαφής μπορούν να αποδοθούν με φωτισμένο κείμενο ή άλλα διακριτικά εφέ μορφής για να ξεχωρίζουν από το περιβάλλον κείμενο.
fr: Aucun rendu particulier n'est requis pour les éléments <code>gui</code>. Les étiquettes d'interfaces sont rendues avec une police légère ou autre effet de style subtil pour les différencier du texte environnant.

source: In certain environments, interface labels may be decorated with an icon or other effect based on the <code>style</code> attribute. For example, in a table of options where the first element of each row is a <code>gui</code> element, those with the <code>checkbox</code> style hint could be decorated with a check box icon.
el: Σε συγκεκριμένα περιβάλλοντα, οι ετικέτες διεπαφής μπορεί να είναι διακοσμημένες με ένα εικονίδιο ή άλλο εφέ με βάση την ιδιότητα <code>style</code>. Παραδείγματος χάριν, σε ένα πίνακα επιλογών όπου το πρώτο στοιχείο κάθε σειράς είναι στοιχείο <code>gui</code>, αυτά με την υπόδειξη στυλ <code>checkbox</code> θα διακοσμηθούν με ένα εικονίδιο πεδίου επιλογής.
fr: Dans certains environnements, les étiquettes d'interface peuvent être décorées d'une icône ou autre effet fondé sur l'attribut <code>style</code>. Par exemple, dans un tableau d'options où le premier élément de chaque ligne est un élément <code>gui</code>, ceux dont l'indication de style est <code>checkbox</code> pourront être décorés avec une icône « case à cocher ».
