Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: Use <code>code</code> to mark up a class definition:
el: Χρησιμοποιήστε το <code>code</code> για να επισημάνετε έναν ορισμό κλάσης:
fr: Balisage d'une définition de classe d'objets avec <code>code</code> :

source: Code blocks should be displayed verbatim, with all whitespace and line breaks reproduced in the rendered output. The only exception is a single leading line break, which should be stripped by display tools if present. Display tools should only strip a leading line break in an initial text node. They are not expected to strip line breaks from child elements.
el: Τα μπλοκ κώδικα θα πρέπει να εμφανίζονται αυτολεξί, με όλα τα κενά και τις αλλαγές γραμμών να εμφανίζονται στο τελικό αποτέλεσμα. Η μόνη εξαίρεση είναι μια αρχική αλλαγή γραμμής, η οποία θα πρέπει να αφαιρείται από τα εργαλεία απεικόνισης αν υπάρχει. Τα εργαλεία απεικόνισης θα πρέπει να αφαιρούν μια αρχική γραμμή μόνο σε έναν αρχικό κόμβο κειμένου. Δεν αναμένεται να αφαιρούν αλλαγές γραμμών από θυγατρικά στοιχεία.
fr: Les blocs de code sont affichés tel quels, tous espacements et alinéas reproduits dans la sortie affichée. La seule exception est le saut de ligne isolée en tête : il sera enlevé par l'outil d'affichage s'il existe. L'outil d'affichage n'enlèvera que le saut de ligne du nodule de texte initial. Il n'est pas prévu d'enlever les sauts de ligne des éléments enfants.

source: Code blocks should be displayed in a fixed-width font. Inline markup may cause style variations, but they should not cause a change to a variable-width font.
el: Τα μπλοκ κώδικα πρέπει να εμφανίζονται με γραμματοσειρά σταθερού πλάτους. Η εμβόλιμη σήμανση μπορεί να προκαλέσει διαφοροποιήσεις στη μορφοποίηση αλλά δεν θα πρέπει να προκαλούν αλλαγή σε γραμματοσειρά μεταβλητού πλάτους.
fr: Les blocs de code sont affichés avec une police à chasse fixe. Les balisages intégrés peuvent créer des variations de style, mais ils ne doivent en aucun cas provoquer un changement vers une police proportionnelle.

source: The <code>code</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/programlisting.html">programlisting</code> element in DocBook. DocBook also contains numerous elements for modeling code in procedural and object-oriented programming languages. Many of these elements can be seen by browsing the content models for the <code href="http://www.docbook.org/tdg/en/html/classsynopsis.html">classsynopsis</code> and <code href="http://www.docbook.org/tdg/en/html/funcsynopsis.html">funcsynopsis</code> elements. Mallard does not attempt to model any programming languages.
el: Το στοιχείο <code>code</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/programlisting.html">programlisting</code> του DocBook. Το DocBook περιέχει επίσης πολλά στοιχεία για μοντελοποίηση κώδικα σε διαδικασιακές και αντικειμενοστρεφής γλώσσες προγραμματισμού. Πολλά από αυτά τα στοιχεία μπορεί να τα δείτε περιηγούμενοι τα μοντέλα περιεχομένου για τα στοιχεία <code href="http://www.docbook.org/tdg/en/html/classsynopsis.html">classsynopsis</code> και <code href="http://www.docbook.org/tdg/en/html/funcsynopsis.html">funcsynopsis</code>. Το Mallard δεν προσπαθεί να μοντελοποιήσει καμιά γλώσσα προγραμματισμού.
fr: L'élément <code>code</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/programlisting.html">programlisting</code> de DocBook. DocBook comporte aussi de nombreux éléments pour modéliser du code dans les langages de programmation procéduraux ou orientés objet. Nombre de ces éléments peuvent être vus en parcourant les modèles de contenus des éléments <code href="http://www.docbook.org/tdg/en/html/classsynopsis.html">classsynopsis</code> et <code href="http://www.docbook.org/tdg/en/html/funcsynopsis.html">funcsynopsis</code>. Mallard n'entreprend aucune modélisation des langages de programmation.

source: The <code>code</code> element is similar to the <code href="http://docs.oasis-open.org/dita/v1.1/CS01/langspec/langref/codeblock.html">codeblock</code> element in DITA.
el: Το στοιχείο <code>code</code> είναι παρόμοιο με το στοιχείο <code href="http://docs.oasis-open.org/dita/v1.1/CS01/langspec/langref/codeblock.html">codeblock</code> στο DITA.
fr: L'élément <code>code</code> est analogue à l'élément <code href="http://docs.oasis-open.org/dita/v1.1/CS01/langspec/langref/codeblock.html">codeblock</code> de DITA.

source: Citations
el: Αναφορές

source: Possibly add source for block quote citations.
el: Πιθανή προσθήκη πηγής για παραθέσεις μπλοκ.
fr: Possibilité d'ajouter les sources d'un bloc de citation.

source: The <code>cite</code> element provides information about the source of a <code xref="mal_quote">quote</code> or a <code xref="mal_block_comment">comment</code> element.
el: Το στοιχείο <code>cite</code> παρέχει πληροφορίες για την προέλευση ενός στοιχείου <code xref="mal_quote">quote</code> or a <code xref="mal_block_comment">comment</code>.
fr: L'élément <code>cite</code> indique les sources d'un élément <code xref="mal_quote">quote</code> ou <code xref="mal_block_comment">comment</code>.

source: Add examples, processing expectations.
el: Προσθήκη παραδειγμάτων, προσδοκιών επεξεργασίας.
fr: Ajouter exemples, réponses au traitement.

source: The <code>cite</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>cite</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>cite</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: The <code>href</code> attribute provides a URL to identify the entity being cited. It will frequently be a <sys>mailto:</sys> URL with a person's email address.
el: Η ιδιότητα <code>href</code> παρέχει ένα URL για να ταυτοποιήσει την οντότητα που παρατίθεται. Συχνά θα είναι ένα <sys>mailto:</sys> URL με τη διεύθυνση ηλεκτρονικού ταχυδρομείου του προσώπου.
fr: L'attribut <code>href</code> indique un URL d'identification de l'entité citée. C'est fréquemment un URL <sys>mailto:</sys> avec l'adresse électronique d'une personne.

source: Link to other pages or documents directly from most inline elements.
el: Σύνδεσμοι σε άλλες σελίδες ή έγγραφα απευθείας από τα περισσότερα εμβόλιμα στοιχεία.
fr: Liaisons vers d'autres pages ou documents directement à partir de la plupart des éléments intégrés.

source: Ubiquitous Linking
el: Πανταχού παριούσα σύνδεση
fr: Liaisons omniprésentes

source: The content model is perhaps not as clearly expressed as it could be. The <code>ref</code> attribute may need to be renamed. The idea is that we can have a reference to a document within a help system, with a defined fallback to something on the web with <code>href</code>.
el: Το μοντέλο περιεχομένου ίσως δεν εκφράζεται τόσο σαφώς όσο θα μπορούσε. Η ιδιότητα <code>ref</code> μπορεί να χρειάζεται μετονομασία. Η ιδέα είναι ότι μπορούμε να έχουμε μια αναφορά σε ένα έγγραφο εντός ενός συστήματος βοήθειας με καθορισμένη εφεδρεία σε κάτι στον ιστό με το <code>href</code>.
fr: Le modèle du contenu n'est parfois pas aussi clairement défini qu'il pourrait l'être. L'attribut <code>ref</code> peut avoir besoin d'être renommé. L'idée est que nous pouvons faire référence à un document dans un système d'aide tout en ayant un recours défini vers quelque chose sur le Web avec <code>href</code>.

source: Automatic Links
el: Αυτόματοι δεσμοί
fr: Liens automatiques

source: Topic Links
el: Θεματικοί δεσμοί
fr: Liens vers les rubriques

source: Guide Links
el: Δεσμοί οδηγιών
fr: Liens guides

source: See Also Links
el: Δείτε ακόμα δεσμούς
fr: Liens « Voir également »

source: Translation Notes
el: Σημειώσεις μετάφρασης
fr: Notes de traduction

source: Conformance to the W3C Internationalization and Localization Markup Requirements.
el: Συμμόρφωση με τις απαιτήσεις επισήμανσης διεθνοποίησης και τοπικοποίησης του W3C.
fr: Conformité aux « W3C Internationalization and Localization Markup Requirements » (recommandations W3C pour les marquages d'internationalisation et régionalisation).

source: ITS Conformance
el: Συμμόρφωση με ITS
fr: Conformité ITS

source: This page discusses Mallard's conformance to the requirements in the <link href="http://www.w3.org/TR/itsreq/">W3C Internationalization and Localization Markup Requirements</link>, as well as its usage of attributes and elements from the <link href="http://www.w3.org/TR/its/">W3C Internationalization Tag Set</link>.
el: Αυτή η σελίδα αναλύει την συμμόρφωση του Mallard στις απαιτήσεις του <link href="http://www.w3.org/TR/itsreq/">W3C Internationalization and Localization Markup Requirements</link>, καθώς και τη χρήση του των ιδιοτήτων και των στοιχείων από το <link href="http://www.w3.org/TR/its/">W3C Internationalization Tag Set</link>.
fr: Cette page examine la conformité de Mallard avec les « <link href="http://www.w3.org/TR/itsreq/">W3C Internationalization and Localization Markup Requirements</link> » (recommandations W3C pour le balisage d'internationalisation et localisation) ainsi que l'utilisation des attributs et éléments issus du « <link href="http://www.w3.org/TR/its/">W3C Internationalization Tag Set</link> » (jeu W3C de balises d'internationalisation).

source: As of the time of this writing, there are 26 requirements, though not all of them are complete. This page discusses a selection of the requirements. Future versions may discuss more requirements.
el: Τη στιγμή συγγεαφής του παρόντος, υπάρχουν 26 απαιτήσεις, παρόλο που δεν είναι όλες πλήρεις. Αυτή η σελίδα αναλύει μια επιλογή των απαιτήσεων. Μελλοντικές εκδόσεις μπορεί να αναλύουν περισσότερες απαιτήσεις.
fr: Au moment où cette page est rédigée, il y a 26 recommandations. Toutefois, elles ne sont pas toutes reprises. Cette page examine une sélection de recommandations. De futures versions en examineront d'autres.

source: R002: Span-Like Element
el: R002: Στοιχείο παρόμοιο με span
fr: R002 : Élément de type « span »

source: W3C Internationalization and Localization Markup Requirements
el: Απαιτήσεις επισήμανσης διεθνοποίησης και τοπικοποίησης του W3C.

source: [R002] span-like element is required to allow authors to mark sections text that may have special properties, from a localization and internationalization point of view.
el: [R002] το στοιχείο παρόμοιο με span απαιτείται για να επιτρέψει στους συγγραφείς να επισημάνουν ενότητες που μπορεί να έχουν ειδικές ιδιότητες από άποψη διεθνοποίησης και τοπικοποίησης.
fr: [R002] Un élément de type « span » est requis pour permettre à l'auteur de marquer des morceaux de texte comme ayant des propriétés particulières d'un point de vue de régionalisation ou d'internationalisation.

source: Mallard provides the <code xref="mal_inline_span">span</code> element, a general-purpose span-like element. The <code>span</code> element accepts attributes from external namespaces, allowing attributes such as <code>xml:lang</code> and <code href="http://www.w3.org/TR/its/#trans-datacat">its:translate</code> to be used in Mallard documents.
el: Το Mallard παρέχει το στοιχείο <code xref="mal_inline_span">span</code>, ενός γενικής χρήσης στοιχείου παρόμοιο με span. Το στοιχείο <code>span</code> δέχεται ιδιότητες από εξωτερικούς χώρους ονομάτων, επιτρέποντας ιδιότητες όπως <code>xml:lang</code> και <code href="http://www.w3.org/TR/its/#trans-datacat">its:translate</code> να χρησιμοποιηθούν σε έγγραφα του Mallard.
fr: Mallard dispose de l'élément <code xref="mal_inline_span">span</code>, un élément à caractère général définissant une étendue. L'élément <code>span</code> accepte des attributs issus d'espaces de noms externes, permettant l'emploi d'attributs du type <code>xml:lang</code> et <code href="http://www.w3.org/TR/its/#trans-datacat">its:translate</code> dans les documents Mallard.

source: R004: Unique Identifier
el: R004: Μοναδικό αναγνωριστικό
fr: R004 : Identifiant unique

source: [R004] It should be possible to attach a unique identifier to any localizable item. This identifier should be unique within a document set, but should be identical across all translations of the same item.
el: [R004] Θα πρέπει να είναι εφικτό να προσαρτηθεί ένας μοναδικός ταυτοποιητής σε οποιοδήποτε τοπικοποιήσιμο αντικείμενο. Αυτός ο ταυτοποιητής θα πρέπει να είναι ο ίδιος σε όλες τις μεταφράσεις του ίδιου αντικειμένου.
fr: [R004] Il doit être possible d'attacher un identifiant unique à tout élément localisable. Cet identifiant doit être unique dans le jeu de documents, mais peut-être identique au sein de l'ensemble des traductions du même article.

source: While the <code>id</code> attribute is only allowed on <code xref="mal_page">page</code> and <code xref="mal_section">section</code> elements, Mallard does allow attributes from external namespaces to be used on all elements. If necessary for translation purposes, any attribute from an external namespace may be used as a unique identifier. In particular, Mallard does not use the common <code>xml:id</code> for page and section IDs, but it may be used on any element to provide a unique identifier for translation or any other purposes.
el: Παρόλο που η ιδιότητα <code>id</code> επιτρέπεται μόνο στα στοιχεία <code xref="mal_page">page</code> και <code xref="mal_section">section</code>, το Mallard επιτρέπει ιδιότητες από εξωτερικούς χώρους ονομάτων να χρησιμοποιηθούν σε όλα τα στοιχεία. Αν είναι αναγκαίο για τους σκοπούς της μετάφρασης, οποιοαδήποτε ιδιότητα από έναν εξωτερικό χώρο ονομάτων μπορεί να χρησιμοποιηθεί ως μοναδικός ταυτοποιητής. Συγκεκριμένα, το Mallard δεν χρησιμοποιεί το σύνηθες <code>xml:id</code> για ταυτότητες σελίδων και ενοτήτων αλλά μπορεί να χρησιμοποιηθεί σε οποιοδήποτε στοιχείο για να δώσει ένα μοναδικό ταυτοποιητή για μετάφραση ή για οποιοδήποτε άλλο σκοπό.
fr: Alors que l'attribut <code>id</code> est uniquement autorisé dans les éléments <code xref="mal_page">page</code> et <code xref="mal_section">section</code>, Mallard autorise que des attributs issus d'espaces de noms externes soient utilisés sur tous les éléments. Si nécessaire dans un but de traduction, n'importe quel attribut d'espaces de noms externes peut être utilisé en tant qu'identifiant unique. En particulier, Mallard n'utilise pas le marquage courant <code>xml:id</code> pour des identifiants de pages ou sections, mais il permet son utilisation sur n'importe quel élément pour fournir un identifiant unique en vue d'une traduction ou tout autre objectif.

source: R006: Identifying Language/Locale
el: R006: Ταυτοποίηση γλώσσας/τοποθεσίας
fr: R006 : Identification de la langue/environnement linguistique

source: [R006] Any document at its beginning should declare a language/locale that is applied to both main content and external content stored separately. While the language/locale may be declared for the whole document, when an element or a text span is in a different language/locale from the document-level language, it should be labeled appropriately. Therefore, DTD/Schema should allow any elements to have a language/locale specifying attribute. The language/locale declaration should use industry standard approaches.
el: [R006] Οποιοδήποτε έγγραφο στην αρχή του θα πρέπει να δηλώνει μια γλώσσα/τοποθεσία που ισχύει και στο κύριο περιεχόμενο και στο εξωτερικό περιεχόμενο που αποθηκεύεται ξεχωριστά. Παρόλο που η γλώσσα/τοποθεσία μπορεί να δηλωθεί για όλο το έγγραφο, όταν ένα στοιχείο ή ένα τμήμα κειμένου είναι σε διαφορετική γλώσσα/τοποθεσία από αυτή του εγγράφου, θα πρέπει να σημαίνεται κατάλληλα. Επομένως το DTD/Schema θα πρέπει να επιτρέπει οποιαδήποτε στοιχεία να έχουν μια ιδιότητα που καθορίζει γλώσσα/τοποθεσία. Η δήλωση γλώσσας/τοποθεσίας θα πρέπει να ακολουθεί προσέγγιση βιομηχανικών προτύπων.
fr: [R006] Tout document, en tout début, doit déclarer la langue et environnement linguistique qui sera appliqué à la fois au contenu principal et au contenu externe stocké séparément. Alors que la langue et l'environnement linguistique peuvent être déclarés pour l'ensemble du document, quand un élément ou une étendue de texte est dans une langue/environnement linguistique différent de celui du document, il doit être étiqueté de manière appropriée. C'est pourquoi, le DTD/Schema doit autoriser tout élément à disposer d'un attribut définissant la langue. La déclaration de la langue et de l'environnement linguistique se doit d'employer une démarche de norme industrielle.

source: Mallard allows the standard <code>xml:lang</code> attribute to be used on all elements.
el: Το Mallard επιτρέπει την πρότυπη ιδιότητα <code>xml:lang</code> να χρησιμοποιηθεί σε όλα τα στοιχεία.
fr: Mallard autorise l'utilisation de l'attribut standard <code>xml:lang</code> sur tous les éléments.

source: Note that there are two different methods of identifying language and locale information that are likely to be encountered by those working with Mallard. Since Mallard is an XML format, language identifiers are expected to conform to <link href="http://tools.ietf.org/html/rfc3066">IETF RFC 3066</link>. Since Mallard is designed to be used in a desktop help system, <link href="http://en.wikipedia.org/wiki/Locale">POSIX locale identifiers</link> are more convenient. This is a potentially serious interchange issue, and this document currently offers no solutions to this problem.
el: Σημειώστε ότι υπάρχουν δύο διαφορετικές μέθοδοι προσδιορισμού πληροφοριών γλώσσας και τοποθεσίας που είναι πιθανόν να συναντήσουν όσοι δουλεύουν με το Mallard. Από τη στιγμή που το Mallard είναι μια μορφή XML, οι ταυτοποιητές γλώσσας πρέπει να συμμορφώνονται με το <link href="http://tools.ietf.org/html/rfc3066">IETF RFC 3066</link>. Από τη στιγμή που το Mallard έχει σχεδιασθεί να χρησιμοποιείται σε σύστημα βοήθειας επιφάνειας εργασίας οι <link href="http://en.wikipedia.org/wiki/Locale">POSIX locale identifiers</link> είναι πιο βολικοί. Αυτό είναι πιθανώς σοβαρό πρόβλημα ανταλλαγής πληροφοριών και αυτό το έγγραφο δεν προσφέρει επί του παρόντος λύσεις.
fr: À noter qu'il a deux méthodes différentes pour identifier la langue et l'environnement linguistique ; toutes deux sont susceptibles d'être rencontrées par ceux qui travaillent avec Mallard. Étant donné que Mallard est un format XML, on s'attend à ce que les identifiants de la langue soient conformes à la norme <link href="http://tools.ietf.org/html/rfc3066">IETF RFC 3066</link>. Étant donné que Mallard est conçu pour être utilisé en tant que système d'aide pour ordinateur de bureau, les <link href="http://en.wikipedia.org/wiki/Locale">identifiants d'environnement linguistique POSIX</link> conviendraient mieux. Voilà une question pouvant donner lieu à de sérieux problèmes d'échanges ; ce document ne propose actuellement pas de solution à ce problème.

source: R007: Identifying Terms
el: R007: Ταυτοποίηση όρων
fr: R007 : Identification des termes

source: [R007] It should be possible to identify terms inside an element or a span and to provide data for terminology management and index generation. Terms should be either associated with attributes for related term information or linked to external terminology data.
el: [R007] Θα πρέπει να είναι δυνατή η ταυτοποίηση όρων μέσα σε ένα στοιχείο ή ένα τμήμα και να παρέχονται δεδομένα για διαχείριση ορολογίας και δημιουργία ευρετηρίου. Οι όροι θα πρέπει είτε να σχετίζονται με ιδιότητες για τις πληροφορίες όρων ή να συνδέονται σε εξωτερικά δεδομένα ορολογίας.
fr: [R007] Il doit être possible d'identifier les termes dans un élément ou un élément span et de fournir des données pour la gestion de la terminologie et la construction des index. Les termes peuvent être, soit associés à des attributs informant sur les termes en relation, soit liés à des données de terminologie externes.

source: Mallard does not currently provide a means of marking up terms and definitions. When necessary for translation purposes, the <link href="http://www.w3.org/TR/its/#terminology"><code>its:term</code> and <code>its:termInfoRef</code></link> attributes may be used on any elements to indicate such a relationship.
el: Το Mallard δεν παρέχει επί του παρόντος μέσο επισήμανσης όρων και ορισμών. Όταν είναι απαραίτητο για μεταφράσεις, οι ιδιότητες <link href="http://www.w3.org/TR/its/#terminology"><code>its:term</code> και <code>its:termInfoRef</code></link> μπορεί να χρησιμοποιηθούν για οποιαδήποτε στοιχεία για να δείξουν τέτοια σχέση.
fr: Actuellement Malard ne fournit pas de moyens de balisage des termes et des définitions. Si cela est nécessaire pour une traduction, les attributs <link href="http://www.w3.org/TR/its/#terminology"><code>its:term</code> et <code>its:termInfoRef</code></link> peuvent être utilisés sur tout élément pour indiquer une telle relation.

source: R008: Purpose Specification/Mapping
el: R008: Προδιαγραφές/Χαρτογράφηση σκοπού
fr: R008 : Définition/correspondance des besoins

source: [R008] Currently, it does not appear to be realistic that all XML vocabularies tag localization-relevant information identical (e.g. all use the "term" tag for terms). One way to take care of diverse localization-relevant markup in localization environments is a mapping mechanism which maps localization-relevant markup onto a canonical representation (such as the Internationalization Tag Set).
el: [R008] Αυτή τη στιγμή δεν φαίνεται ρεαλιστικό όλα τα XML λεξικά να επισημαίνουν ταυτόσημα τις σχετικές με την τοπικοποίηση πληροφορίες (πχ να χρησιμοποιούν την ετικέτα "term" για τους όρους). Ένας τρόπος να τακτοποιούνται οι επισημάνσεις τοπικοποίησης σε περιβάλλοντα τοπικοποίησης είναι ένα μηχανισμός χαρτογράφησης που αντιστοιχεί την επισήμανση τοπικοποίησης σε μια κανονική αναπαράσταση (όπως το Internationalization Tag Set).
fr: [R008] Actuellement, il ne semble pas réaliste que tous les vocabulaires XML marquent de façon identique l'information utile à la localisation (par exemple, que tous utilisent la balise « term » pour les termes). Un moyen de gérer le balisage selon la diversité des localisations dans de tels environnements est d'utiliser un mécanisme de correspondance qui associe la balise correspondant à la localisation à une représentation canonique, telle que celle du « Internationalization Tag Set » (jeu de balises d'internationalisation).

source: Any purpose mapping that can be encoded using the <code href="http://www.w3.org/TR/its/#basic-concepts-selection-global">its:rules</code> element can be included in a Mallard document. The <code>its:rules</code> element may be used in any <code xref="mal_info">info</code> element. See also <link href="http://www.w3.org/TR/its/#associating-its-with-existing-markup">Associating ITS Data Categories with Existing Markup</link>.
el: Οποιαδήποτε χαρτογράφηση που μπορεί να κωδικοποιηθεί με χρήση του στοιχείου <code href="http://www.w3.org/TR/its/#basic-concepts-selection-global">its:rules</code> μπορεί να περιληφθεί σε ένα έγγραφο Mallard. Το στοιχείο <code>its:rules</code> μπορεί να χρησιμοποιηθεί σε οποιοδήποτε στοιχείο <code xref="mal_info">info</code>. Δείτε επίσης το <link href="http://www.w3.org/TR/its/#associating-its-with-existing-markup">Associating ITS Data Categories with Existing Markup</link>.
fr: Toute correspondance susceptible d'être codée avec l'élément <code href="http://www.w3.org/TR/its/#basic-concepts-selection-global">its:rules</code> peut être incorporée dans un document Mallard. L'élément <code>its:rules</code> peut être utilisé dans tout élément <code xref="mal_info">info</code>. Consultez également <link href="http://www.w3.org/TR/its/#associating-its-with-existing-markup">Associating ITS Data Categories with Existing Markup</link> (association de catégories de données ITS avec un balisage existant).
