Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: Create a multiple-page document in only ten minutes.
el: Δημιουργία ενός πολυσέλιδου εγγράφου σε μόνο δέκα λεπτά.
fr: Créer un document multi-pages en dix minutes seulement.

source: Ten Minute Tour
el: Ξενάγηση των δέκα λεπτών
fr: Visite guidée de dix minutes

source: This is draft material. I'm not happy with the tone yet.
el: Αυτό το υλικό είναι υπό κατασκευή.
fr: Cette documentation est à l'état brut. Je ne suis pas encore satisfait de sa tonalité.

source: In this page, we will present how to create a simple multiple-page Mallard document. We will create a document for the fictitious <app>Beanstalk</app> application, which allows you to plant magic beans.
el: Σ' αυτή τη σελίδα θα παρουσιάσουμε τη δημιουργία ενός πολυσέλιδου εγγράφου Mallard. Θα δημιουργήσουμε ένα έγγραφο για τη φανταστική εφαρμογή <app>Φασίολος</app>, η οποία σας επιτρέπει να φυτεύετε μαγικά φασόλια.
fr: Dans cette page, nous vous présentons la création d'un document Mallard multi-pages simple. Nous allons créer un document pour l'application fictive <app>Beanstalk</app> qui vous permet de réaliser une plantation de haricots magiques.

source: A Mallard document is composed of multiple independent pages. <link xref="mal_page#topic">Topic pages</link> present some piece of information to the reader. This might be a tutorial, a conceptual overview, reference material, or any other type of written content. <link xref="mal_page#guide">Guide pages</link> serve as the navigational glue between topics, helping readers find and explore content.
el: Ένα έγγραφο Mallard συντίθεται από πολλαπλές ξεχωριστές σελίδες. Οι <link xref="mal_page#topic">Σελίδες θεμάτων</link> παρουσιάζουν κάποια πληροφορία στον αναγνώστη. Αυτή η πληροφορία μπορεί να είναι ένα βοήθημα, μια επισκόπηση, υλικό αναφοράς ή οποιοδήποτε άλλο γραπτό περιεχόμενο. Οι <link xref="mal_page#guide">Σελίδες οδηγιών</link> λαμβάνουν το ρόλο του συνδετικού υλικού ανάμεσα στα θέματα, κάνοντας πιο εύκολη την περιήγηση, την εύρεση και την εξερεύνηση του περιεχομένου.
fr: Un document Mallard se compose de plusieurs pages indépendantes. Les <link xref="mal_page#topic">pages rubriques</link> exposent un fragment donné d'information au lecteur. Cela peut être un tutoriel, un aperçu conceptuel, un document de référence ou tout autre type de contenu écrit. Les <link xref="mal_page#guide">pages guides</link> jouent le rôle de liant pour la navigation entre rubriques, en aidant le lecteur à trouver une information et à explorer le contenu.

source: We can begin making a Mallard document by writing a front page for our document. Generally, the front page of any document will be a guide page, as its purpose is to help users navigate to other content. In Mallard, the front page of any document is named <file>index.page</file>.
el: Μπορούμε να ξεκινήσουμε να φτιάχνουμε ένα έγγραφο Mallard γράφοντας το εξώφυλλο του εγγράφου μας. Γενικά, το εξώφυλλο οποιουδήποτε εγγράφου θα είναι μια σελίδα οδηγιών, καθώς ο σκοπός του είναι να βοηθήσει τους χρήστες να περιηγηθούν στο περιεχόμενο. Στο Mallard, η πρώτη σελίδα κάθε εγγράφου ονομάζεται <file>index.page</file>.
fr: Nous pouvons débuter la création d'un document Mallard par l'écriture d'une page d'en-tête pour notre document. En règle générale, la page d'en-tête de tout document est une page guide puisque sa finalité est d'aider l'utilisateur à parcourir le contenu du document. Dans Mallard, la page d'en-tête de tous les documents se nomme <file>index.page</file>.

source: This simple example is a valid Mallard guide page. Taken alone, it is also a valid Mallard document, although it's rather useless. We can add another page to the document by creating a new page file.
el: Αυτό το απλό παράδειγμα είναι μια έγκυρη σελίδα οδηγιών του Mallard. Από μόνη της είναι επίσης και ένα έγκυρο έγγραφο Mallard, παρόλο που ως τέτοιο, είναι κάπως άχρηστο. Μπορούμε να προσθέσουμε μια ακόμα σελίδα στο έγγραφο δημιουργόνται ένα νέο αρχείο .page.
fr: Ce simple exemple est une page d'en-tête Mallard valide. Pris isolément, c'est aussi un document Mallard valide, même si son utilité est restreinte. Nous pouvons ajouter une autre page au document en créant un nouveau fichier page.

source: Notice that we have set the <code>type</code> attribute to <code>"guide"</code> in <file>index.page</file> and to <code>"topic"</code> in <file>planting.page</file>. This specifies that <file>index.page</file> is a guide page, which will allow it to have automatic links to other pages. Currently, we have two standalone pages without interlinking. We can have <file>index.page</file> link to <file>planting.page</file>.
el: Σημειώστε ότι ορίζουμε την ιδιότητα <code>type</code> σε <code>"guide"</code> στο <file>index.page</file> και σε <code>"topic"</code> στο <file>planting.page</file>. Αυτό καθορίζει ότι η <file>index.page</file> είναι μια σελίδα οδηγιών, το οποίο θα της επιτρέψει να έχει αυτόματους συνδέσμους προς άλλες σελίδες. Προς το παρόν έχουμε δύο σελίδες χωρίς να αλληλοσυνδέονται. Μπορούμε να έχουμε στην <file>index.page</file> ένα σύνδεσμο προς την <file>planting.page</file>.
fr: Notez que l'attribut <code>type</code> est défini comme <code>"guide"</code> dans <file>index.page</file> et comme <code>"topic"</code> dans <file>planting.page</file>. Cela signifie que <file>index.page</file> est une page en-tête permettant des liaisons automatiques vers d'autres pages. Actuellement, nous avons deux pages isolées sans lien entre elles. Nous pouvons faire une liaison de <file>index.page</file> vers <file>planting.page</file>.

source: Explain the linking and introduce the next example.
el: Επεξήγηση των συνδέσμων και εισαγωγή στο επόμενο παράδειγμα.
fr: Expliquer la liaison et introduire l'exemple suivant.

source: Fill in more content.
el: Συμπλήρωση περισσότερου περιεχομένου.
fr: Ajouter du contenu supplémentaire.

source: Complete specification of the Mallard XML vocabulary.
el: Πλήρης ορισμός του XML λεξιλογίου του Mallard.
fr: Définition complète du vocabulaire XML Mallard.

source: Language Specification
el: Ορισμός γλώσσας
fr: Spécification du langage

source: Add some intro text
el: Προσθήκη εισαγωγικού κειμένου
fr: Ajouter un court texte d'introduction

source: The guiding principles behind the design of Mallard.
el: Οι σχεδιαστικές αρχές πίσω από το σχεδιασμό του Mallard.
fr: Les principes directeurs sous-jacents à la conception de Mallard.

source: Design Principles
el: Αρχές σχεδίασης
fr: Principes conceptuels

source: Add intro content
el: Προσθήκη εισαγωγικού περιεχομένου
fr: Ajouter un contenu introductif

source: Add principles: pluggability, implementation speed, l10n, digestible info
el: Προσθήκη αρχών: δυνατότητα πρόσθετων λειτουργιών, ταχύτητα υλοποίησης, τοπικοποίηση, ευνόητες πληροφορίες
fr: Ajouter les principes : connectivité, rapidité d'implémentation, l10n, information synthétique

source: Principles for the Reader
el: Αρχές για τον Αναγνώστη
fr: Principes relatifs au lecteur

source: For the Reader
el: Για τον Αναγνώστη
fr: Pour le lecteur

source: Readers are the ultimate arbiters of the quality of a documentation system. The best efforts of the writers and hackers are wasted if the documention doesn't help the reader to find the information she needs quickly. The needs of the reader trump all other requirements.
el: Οι αναγνώστες είναι οι τελικοί κριτές της ποιότητας ενός συστήματος τεκμηρίωσης. Και οι καλύτερες ακόμα προσπάθειες των συγγραφέων και των προγραμματιστών πάνε χαμένες αν η τεκμηρίωση δε βοηθά τον αναγνώστη να βρει τις πληροφορίες που θέλει γρήγορα. Οι ανάγκες του χρήστη υπερκαλύπτουν οποιεσδήποτε άλλες απαιτήσεις.
fr: Le lecteur est l'ultime arbitre de la qualité d'un système de documentation. Le meilleur du travail des auteurs et programmeurs est anéanti si la documentation n'aide pas le lecteur à trouver rapidement l'information dont il a besoin. Les besoins du lecteur priment tout autre pré-requis.

source: Principles for the Writer
el: Αρχές για το Συγγραφέα
fr: Principes relatifs au rédacteur

source: For the Writer
el: Για το συγγραφέα
fr: Pour le rédacteur

source: Add
el: Προσθήκη
fr: À ajouter

source: Principles for the Hacker
el: Αρχές για τον Προγραμματιστή
fr: Principes relatifs au programmeur

source: For the Hacker
el: Για τον Προγραμματιστή
fr: Pour le programmeur

source: Avoid forcing writers to write the same thing twice
el: Δεν είναι ανάγκη οι συγγραφείς να γράφουν τα ίδια πράγματα δυο φορές
fr: Éviter d'obliger les rédacteurs à écrire deux fois la même chose

source: Reduce Redundancy
el: Μειώνεται η πολλαπλότητα
fr: Réduction de la redondance

source: Provide just enough markup to mark up what's important
el: Παρέχονται ακριβώς τόσες ετικέτες (markup) για να σημειώνουν ό,τι είναι σημαντικό
fr: Ne fournir que le strict nécessaire de balises pour mettre en évidence ce qui est important

source: Just Enough Markup
el: Μόνο όσες ετικέτες (markup) χρειάζονται
fr: Juste ce qu'il faut de balises

source: Ensure the reader doesn't get lost in a link swarm
el: Βεβαίωση ότι ο αναγνώστης δε χάνεται σε ένα πέλαγος από συνδέσμους
fr: S'assurer que le lecteur n'est pas perdu dans une nuée de liens

source: Guide the Reader
el: Ο αναγνώστης καθοδηγείται
fr: Guider le lecteur

source: Rows and Row Groups
el: Σειρές και ομάδες σειρών
fr: Lignes et groupes de lignes

source: Table Cells
el: Κελία πίνακα
fr: Cellules de tableau

source: Tables
el: Πίνακες
fr: Tableaux

source: Content
el: Περιεχόμενο
fr: Contenu

source: Attributes
el: Ιδιότητες
fr: Attributs

source: Examples
el: Παραδείγματα
fr: Exemples

source: The <code>rules</code> Attribute
el: Η ιδιότητα <code>rules</code>
fr: L'attribut <code>rules</code>

source: Place rules between each row:
el: Τοποθετήστε τους κανόνες (rules) ανάμεσα σε κάθε σειρά:
fr: Tracé d'un trait entre chaque ligne :

source: Place rules between each colum:
el: Τοποθέτηση κανόνων (rules) μεταξύ στηλών:
fr: Tracé d'un trait entre chaque colonne :

source: Place rules between each row group:
el: Τοποθέτηση κανόνων (rules) μεταξύ κάθε ομάδας γραμμών:
fr: Tracé d'un trait entre chaque groupe de lignes :

source: Place rules between each column group:
el: Τοποθέτηση κανόνων (rules) μεταξύ κάθε ομάδας γραμμών:
fr: Tracé d'un trait entre chaque groupe de colonnes :

source: The <code>shade</code> Attribute
el: Η ιδιότητα <code>shade</code>
fr: L'attribut <code>shade</code>

source: Shade alternating rows:
el: Χρωματική εναλλαγή στις γραμμές:
fr: Ombrage d'une ligne sur deux :

source: Shade alternating columns:
el: Χρωματική εναλλαγή στις στήλες:
fr: Ombrage d'une colonne sur deux :

source: Shade alternating row groups:
el: Χρωματική εναλλαγή στις ομάδες γραμμών:
fr: Ombrage de manière alternée de groupes de lignes :

source: Shade alternating column groups:
el: Χρωματική εναλλαγή στις ομάδες στηλών:
fr: Ombrage de manière alternée de groupes de colonnes :

source: Design Notes
el: Σημειώσεις σχεδίασης
fr: Notes concernant la conception

source: Comparison to HTML
el: Σύγκριση με την HTML
fr: Comparaison avec HTML

source: Comparison to DocBook
el: Σύγκριση με το DocBook
fr: Comparaison avec DocBook

source: Columns and Column Groups
el: Στήλες και ομάδες στηλών
fr: Colonnes et groupes de colonnes

source: Break up pages into logical chunks to help readers find information quickly.
el: Σπάσιμο των σελίδων σε λογικά κομμάτια για βοήθεια του αναγνώστη στη γρήγορη εύρεση πληροφοριών.
fr: Séparer les pages de manières logiques pour accélérer la recherche de l'information pour le lecteur.

source: Sections
el: Ενότητες

source: A section is a prominent logical part of a page or another section. Breaking up material into sections can help readers find information more quickly. In Mallard, sections can take part in <link xref="links">automatic linking</link> just as pages can.
el: Μια ενότητα είναι το κατ' εξοχήν λογικό μέρος μιας σελίδας ή μιας άλλης ενότητας. Το σπάσιμο του περιεχομένου σε ενότητες μπορεί να βοηθήσει τους χρήστες να βρουν πληροφορίες πιο γρήγορα. Στο Mallard, οι ενότητες μπορούν να λαμβάνουν μέρους στους <link xref="links">αυτόματους συνδέσμους</link> όπως και οι σελίδες.
fr: Une section est une partie logique proéminente d'une page ou d'une autre section.Diviser une documentation en sections peut rendre plus rapide la recherche de l'information par le lecteur. Dans Mallard, les sections prennent part aux <link xref="links">liaisons automatiques</link>, de la même manière que les pages.

source: Notes
el: Σημειώσεις

source: The <code>section</code> element contains an optional <code xref="mal_info">info</code> element, a <code xref="mal_block_title">title</code> element, any <link xref="mal_block">general block content</link>, and any number of <code xref="mal_section">section</code> elements.
el: Το στοιχείο <code>section</code> περιέχει ένα προαιρετικό στοιχείο <code xref="mal_info">info</code>, ένα στοιχείο <code xref="mal_block_title">title</code>, οποιαδήποτε <link xref="mal_block">γενικά μπλοκ περιεχομένου</link> και οποιοδήποτε αριθμό από στοιχεία <code xref="mal_section">section</code>.
fr: L'élément <code>section</code> comporte un élément <code xref="mal_info">info</code> optionnel, un élément <code xref="mal_block_title">titre</code>, n'importe quel <link xref="mal_block">contenu de bloc général</link> et un nombre indéterminé d'éléments <code xref="mal_section">section</code>.

source: The <code>section</code> can occur in <code xref="mal_page">page</code> elements and other <code>section</code> elements.
el: Το <code>section</code> μπορεί να βρίσκεται μέσα σε στοιχεία <code xref="mal_page">page</code> και μέσα σε άλλα στοιχεία <code>section</code>.
fr: La <code>section</code> peut se trouver dans des éléments <code xref="mal_page">page</code> et dans d'autres éléments <code>section</code>.

source: The <code>id</code> attribute takes a unique identifier. It should be distinct from all other <code>id</code> attributes in the same page, including those on other <code>section</code> elements and on the containing <code xref="mal_page">page</code> element.
el: Η ιδιότητα <code>id</code> δέχεται ένα μοναδικό αναγνωριστικό. Θα πρέπει να είναι διαφορετική από οποιαδήποτε άλλη ιδιότητα <code>id</code> μέσα στην ίδια σελίδα, συμπεριλαμβανομένων και εκείνων μέσα σε άλλα στοιχεία <code>section</code>, και μέσα στο στοιχείο <code xref="mal_page">page</code> που τα περιέχει.
fr: L'attribut <code>id</code> définit un identifiant unique. Il doit être distinct de tout autre attribut <code>id</code> dans la même page, y compris de ceux dans d'autres éléments <code>section</code> et de ceux dans l'élément <code xref="mal_page">page</code> qui le contient.

source: The <code>style</code> attribute takes a space-separated list of style hints. Processing tools should adjust their behavior according to those style hints they understand.
el: Η ιδιότητα <code>style</code> δέχεται μια λίστα από υποδείξεις στυλ, χωρισμένες με διάστημα. Τα εργαλεία επεξεργασίας θα πρέπει να προσαρμόζουν τη συμπεριφορά τους ανάλογα με τις υποδείξεις στυλ που καταλαβαίνουν.
fr: L'attribut <code>style</code> est une liste d'indications de style séparées par des espaces. Les outils de traitement doivent adapter leur comportement selon les indications de style qu'ils reconnaissent.

source: The <code>section</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>section</code> μπορεί να έχει ιδιότητες από ένα εξωτερικό namespace. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες σχετικά με τις ιδιότητες από εξωτερικά namespace.
fr: L'élément <code>section</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Processing Expectations
el: Προσδοκίες επεξεργασίας
fr: Réponses au traitement

source: Each section is displayed as a block. The title of a section is displayed prominently, followed by any child block content, and finally by each child section. Note that automatic links, style hints, or other special features may insert material or change the way pages are displayed. Sections should be clearly separated from their surrounding content to make the beginning and ending of each section obvious. The depth of each section should be clear, although this may not be feasible for deeply nested sections.
el: Κάθε ενότητα εμφανίζεται ως μπλοκ. Ο τίτλος κάθε ενότητας εμφανίζεται πιο έντονα, ακολουθούμενος από οποιαδήποτε θυγατρικά στοιχεία περιεχομένου, και τέλος από κάθε θυγατρική ενότητα. Σημειώστε ότι αυτόματοι σύνδεσμοι, υποδείξεις στυλ ή άλλα ειδικά χαρακτηριστικά μπορεί να εισάγουν περιεχόμενο ή να αλλάζουν τον τρόπο που εμφανίζονται οι σελίδες. Οι ενότητες θα πρέπει να είναι ξεχωριστές από το περιεχόμενο που τις περιβάλλει για να είναι προφανές πού αρχίζει και πού τελειώνει μια ενότητα. Το βάθος κάθε ενότητας πρέπει να είναι ξεκάθαρο, αν και αυτό μπορεί να μην είναι εφικτό για ενότητες με πολλαπλή εμφώλευση.
fr: Chaque section est affichée en bloc, le titre est disposé en évidence, suivi du contenu de tout bloc enfant et enfin, de chaque section enfant. Notez que des liens automatiques, des indications de style ou d'autres caractéristiques peuvent insérer du contenu ou modifier la façon dont les pages sont affichées. Les sections doivent être clairement séparées du contenu environnant de façon à bien mettre en évidence leur début et leur fin. La profondeur de chaque section doit apparaître clairement, bien que cela ne soit pas toujours faisable pour des sections profondément imbriquées.

source: Sections may have links associated with them. All sections should have guide links and see also links displayed when applicable. See <link xref="links#guide"/> and <link xref="links#seealso"/> for more information. Sections in guide pages have topic links inserted following their block content. See <link xref="links#topic"/> for more information.
el: Οι ενότητες μπορούν να έχουν συνδέσμους που να σχετίζονται μαζί τους. Όλες οι ενότητες πρέπει να έχουν συνδέσμους οδηγιών και συνδέσμους «δείτε επίσης» όπου εφαρμόζεται. Δείτε το <link xref="links#guide"/> και το <link xref="links#seealso"/> για περισσότερες πληροφορίες. Οι ενότητες σε σελίδες οδηγιών έχουν συνδέσμους θεμάτων μετά από το μπλοκ περιεχομένου τους. Δείτε το <link xref="links#topic"/> για περισσότερες πληροφορίες.
fr: Des sections peuvent être associées grâce à des liens. Toutes les sections doivent posséder des liens « guide » et des liens « voir également » quand cela est pertinent. Consultez <link xref="links#guide"/> et <link xref="links#seealso"/> pour plus d'informations. Les sections dans les pages guides possèdent des liens vers des rubriques insérés à la suite du contenu de leur bloc. Consultez <link xref="links#topic"/> pour plus d'informations.

source: Individual tutorials, overviews, references, and navigational guides.
el: Ξεχωριστά βοηθήματα, επισκοπήσεις, αναφορές και οδηγοί περιήγησης.
fr: Tutoriels individuels, aperçus, guides de référence et guides de navigation.

source: Pages
el: Σελίδες

source: The <code>page</code> element is the root element of any Mallard page file. In Mallard, documents are composed of discrete pages which are interlinked using various linking mechanisms. There are two types of pages in Mallard: <link xref="#guide">guide pages</link> and <link xref="#topic">topic pages</link>. Topic pages contain the bulk of the material discussed in a document, whereas guide pages serve as navigational aids.
el: Το στοιχείο <code>page</code> είναι το ριζικό στοιχείο κάθε αρχείου σελίδας του Mallard. Στο Mallard, τα έγγραφα συντίθενται από ξεχωριστές σελίδες οι οποίες αλληλοσυνδέονται χρησιμοποιώντας διάφορους μηχανισμούς σύνδεσης. Υπάρχουν δύο τύποι σελίδων στο Mallard: οι <link xref="#guide">σελίδες οδηγιών</link> και οι <link xref="#topic">σελίδες θεμάτων</link>. Οι σελίδες θεμάτων περιέχουν την πλειοψηφία του περιεχομένου που διαπραγματεύεται ένα έγγραφο, ενώ οι σελίδες οδηγιών αποτελούν βοηθήματα περιήγησης.
fr: L'élément <code>page</code> est l'élément racine de tout fichier page Mallard. Dans Mallard, les documents sont composés de pages isolées inter-connectées par divers mécanismes de liaison. Il y a deux types de pages dans Mallard : <link xref="#guide">les pages guides</link> et <link xref="#topic">les pages rubriques</link>. Les pages rubriques comportent la majeure partie de la matière exposée dans le document, alors que les pages guides servent d'aide à la navigation.

source: The <code>page</code> element contains an optional <code xref="mal_info">info</code> element, a <code xref="mal_block_title">title</code> element, any <link xref="mal_block">general block content</link>, and any number of <code xref="mal_section">section</code> elements.
el: Το στοιχείο <code>page</code> περιέχει ένα προαιρετικό στοιχείο <code xref="mal_info">info</code>, ένα στοιχείο <code xref="mal_block_title">title</code>, οποιαδήποτε <link xref="mal_block">γενικά μπλοκ περιεχομένου</link> και οποιοδήποτε αριθμό από στοιχεία <code xref="mal_section">section</code>.
fr: L'élément <code>page</code> comporte un élément <code xref="mal_info">info</code> optionnel, un élément <code xref="mal_block_title">titre</code>, n'importe quel <link xref="mal_block">contenu de bloc général</link> et un nombre indéterminé d'éléments <code xref="mal_section">section</code>.

source: The <code>page</code> element is the top-level element in any Mallard page file, and cannot occur in any other elements.
el: Το στοιχείο <code>page</code> είναι ιεραρχικά το ανώτερο στοιχείο σε οποιαδήποτε σελίδα αρχείου του Mallard, και δε μπορεί να βρίσκεται μέσα σε οποιοδήποτε άλλο στοιχείο.
fr: L'élément <code>page</code> est l'élément de plus haut niveau de tout fichier page Mallard ; il ne peut être rencontré dans aucun autre élément.

source: The <code>id</code> attribute takes a unique identifier, which should match the base file name (without extension) of the file containing the page.
el: Η ιδιότητα <code>id</code> παίρνει ένα μοναδικό αναγνωριστικό, το οποίο πρέπει να ταιριάζει με το βασικό όνομα αρχείου (χωρίς την επέκταση) του αρχείου που περιέχει τη σελίδα.
fr: L'attribut <code>id</code> sert à définir un identifiant unique ; il doit correspondre au nom (sans extension) du fichier de base contenant la page.

source: The <code>type</code> attribute takes the values <code>"guide"</code> and <code>"topic"</code>. <link xref="#guide">Guide pages</link> and <link xref="#topic">topic pages</link> are discussed below. If the <code>type</code> attribute is omitted, it is assumed to be <code>"topic"</code>.
el: Η ιδιότητα <code>type</code> παίρνει τις τιμές <code>"guide"</code> και <code>"topic"</code>. Οι <link xref="#guide">σελίδες οδηγιών</link> και οι <link xref="#topic">σελίδες θεμάτων</link> περιγράφονται παρακάτω. Αν παραληφθεί ή ιδιότητα <code>type</code> τότε εννοείται ότι είναι <code>"topic"</code>.
fr: L'attribut <code>type</code> prend la valeur <code>"guide"</code> ou <code>"topic"</code>. Les <link xref="#guide">pages guides</link> et les <link xref="#topic">pages rubriques</link> sont présentées plus bas. Si l'attribut <code>type</code> n'est pas précisé, il est supposé être <code>"topic"</code>.

source: The <code>page</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external namespace attributes.
el: Το στοιχείο <code>page</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες πάνω στις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>page</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les espaces de noms externes.
