Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: The <code>credit</code> element contains a <code xref="mal_info_name">name</code> element, an optional <code xref="mal_info_email">&gt;email</code> element, and an optional <code xref="mal_info_years">years</code> element. The <code>credit</code> element can also contain elements from external namespaces. The order of the child elements does not matter.
el: Το στοιχείο <code>credit</code> περιέχει ένα στοιχείο , ένα προαιρετικό στοιχείο <code xref="mal_info_name">name</code> και ένα προαιρετικό στοιχείο <code xref="mal_info_years">years</code>. Το στοιχείο <code>credit</code> μπορεί να περιέχει στοιχεία από εξωτερικούς χώρους ονομάτων. Η σειρά των θυγατρικών στοχείων δεν έχει σημασία.
fr: L'élément <code>credit</code> comporte un élément <code xref="mal_info_name">name</code>, un élément <code xref="mal_info_email">email</code> optionnel et un élément <code xref="mal_info_years">years</code> optionnel. L'élément <code>credit</code> peut aussi contenir des éléments issus d'espaces de noms externes. L'ordre des éléments enfants n'a aucune importance.

source: The <code>credit</code> element can occur in any <code xref="mal_info">info</code> element.
el: Το στοιχείο <code>credit</code> μπορεί να βρίσκεται σε οποιοδήποτε στοιχείο <code xref="mal_info">info</code> element.
fr: L'élément <code>credit</code> se rencontre dans n'importe quel élément <code xref="mal_info">info</code>.

source: The optional <code>type</code> attribute can be used to specify what type of contribution the person has made. The <code>type</code> attribute contains a space-separated list of credit types. The following values are recommended:
el: Η προαιρετική ιδιότητα <code>type</code> μπορεί να χρησιμοποιηθεί για να καθορισθεί το είδος της συνεισφοράς του προσώπου. Η ιδιότητα <code>type</code> περιέχει μια λίστα ειδών συνεισφοράς χωρισμένη με διάστημα. Συστήνονται οι ακόλουθες τιμές:
fr: L'attribut facultatif <code>type</code> s'utilise pour préciser le type de contribution apportée par la personne. L'attribut <code>type</code> comporte la liste des types de contribution séparés par des espaces. Les valeurs ci-après sont recommandées :

source: somebody responsible for writing content
el: κάποιος υπεύθυνος για τη συγγραφή περιεχομένου
fr: personne responsable de l'écriture d'un contenu

source: somebody who has provided reviews or editorial corrections
el: κάποιος που έχει κάνει αναθεωρήσεις ή διορθώσεις σύνταξης
fr: personne qui a procédé à des relectures ou des corrections éditoriales

source: a person or entity which holds copyright on the work
el: ένα πρόσωπο ή οντότητα που κατέχει πνευματικά δικαιώματα του έργου
fr: personne ou entité détenant des droits sur l'œuvre

source: the person or entity currently responsible for the work
el: το πρόσωπο ή η οντότητα που είναι τώρα υπεύθυνα για το έργο
fr: personne ou entité actuellement responsable de l'œuvre

source: somebody who has provided extensive rough information
el: κάποιος που έχει προσφέρει εκτεταμένες ακατέργαστες πληροφορίες
fr: personne qui a fourni de l'information brute d'ordre général

source: somebody who has translated the work into another language
el: κάποιος που έχει μεταφράσει το έργο σε άλλη γλώσσα
fr: personne qui a traduit l'œuvre dans une autre langue

source: a person or entity who distributes formatted copies
el: πρόσωπο ή οντότητα που διανέμει διαμορφωμένα αντίγραφα
fr: personne ou entité qui distribue des copies mises en forme

source: The <code>credit</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>credit</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>credit</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: There are no specific processing expectations for the <code>credit</code> element. As an informational element, it is not necessarily displayed. Some tools, however, may choose to display credits at the bottom of a page, on a separate information page, or in a dialog.
el: Δεν υπάρχουν συγκεκριμένες απαιτήσεις επεξεργασίας για το στοιχείο <code>credit</code>. Ως πληροφοριακό στοιχείο, δεν είναι απαραίτητο ότι θα εμφανισθεί. Μερικά εργαλεία, πάντως, μπορεί να επιλέξουν να εμφανίσουν τις συνεισφορές στο τέλος μιας σελίδας, σε ξεχωριστή σελίδα ή σε παράθυρο διαλόγου.
fr: Il n'y a pas de réponse spécifique au traitement pour l'élément <code>credit</code>. En tant qu'élément d'information, il n'est pas nécessairement affiché. Quelques outils toutefois peuvent décider d'afficher des attributions au bas d'une page, sur une page d'informations séparée ou dans une boîte de dialogue.

source: When processing the children of a <code>credit</code> element, tools should select the child elements they understand and ignore all other child content.
el: Κατά την επεξεργασία ενός στοιχείου <code>credit</code>, τα εργαλεία θα πρέπει να επιλέξουν τα θυγατρικά στοιχεία που αντιλαμβάνονται και να αγνοήσουν όλα τα υπόλοιπα.
fr: Lors du traitement des éléments enfants d'un élément <code>credit</code>, l'outil ne doit retenir que les éléments enfants qu'il reconnaît et ignorer tous les autres.

source: The <code>credit</code> element serves the purpose of the <code href="http://www.docbook.org/tdg/en/html/author.html">author</code>, <code href="http://www.docbook.org/tdg/en/html/collab.html">collab</code>, <code href="http://www.docbook.org/tdg/en/html/corpauthor.html">corpauthor</code>, <code href="http://www.docbook.org/tdg/en/html/editor.html">editor</code>, <code href="http://www.docbook.org/tdg/en/html/othercredit.html">othercredit</code>, and <code href="http://www.docbook.org/tdg/en/html/publisher.html">publisher</code> elements in DocBook. DocBook does not have specific elements for maintainers and translators.
el: Το στοιχείο <code>credit</code> παίζει το ρόλο των στοιχείων <code href="http://www.docbook.org/tdg/en/html/author.html">author</code>, <code href="http://www.docbook.org/tdg/en/html/collab.html">collab</code>, <code href="http://www.docbook.org/tdg/en/html/corpauthor.html">corpauthor</code>, <code href="http://www.docbook.org/tdg/en/html/editor.html">editor</code>, <code href="http://www.docbook.org/tdg/en/html/othercredit.html">othercredit</code>, και <code href="http://www.docbook.org/tdg/en/html/publisher.html">publisher</code> του DocBook. Το DocBook δεν έχει συγκεκριμένα στοιχεία για συντηρητές και μεταφραστές.
fr: L'élément <code>credit</code> regroupe les fonctions des éléments <code href="http://www.docbook.org/tdg/en/html/author.html">author</code>, <code href="http://www.docbook.org/tdg/en/html/collab.html">collab</code>, <code href="http://www.docbook.org/tdg/en/html/corpauthor.html">corpauthor</code>, <code href="http://www.docbook.org/tdg/en/html/editor.html">editor</code>, <code href="http://www.docbook.org/tdg/en/html/othercredit.html">othercredit</code> et <code href="http://www.docbook.org/tdg/en/html/publisher.html">publisher</code> de DocBook. DocBook n'a pas d'élément particulier pour les mainteneurs et les traducteurs.

source: In DocBook, certain credit elements have highly structured content, whereas others allow simple inline text. In Mallard, all credits use simple structured content. While Mallard does not provide child elements for everything that can be recorded in DocBook, elements from external namespaces may be used for any additional information that is needed.
el: Στο DocBook, συγκεκριμένα στοιχεία συνεισφοράς έχουν πολύ δομημένο περιεχόμενο, ενώ άλλα επιτρέπουν απλό εμβόλιμο κείμενο. Στο Mallard όλες οι συνεισφορές χρησιμοποιούν απλό δομημένο περιεχόμενο. Ενώ το Mallard δεν παρέχει θυγατρικά στοιχεία για οτιδήποτε μπορεί να καταγραφεί στο DocBook, στοιχεία από εξωτερικούς χώρους ονομάτων μπορεί να χρησιμοποιηθούν για οποιαδήποτε συμπληρωματική πληροφορία απαιτείται.
fr: Dans DocBook, certains éléments du crédit ont un contenu hautement structuré, alors que d'autres autorisent qu'un simple texte intégré. Dans Mallard, tous les crédits utilisent un contenu simplement structuré. Comme Mallard ne met pas à disposition d'éléments enfants pour la totalité ce qui est enregistrable avec DocBook, des éléments issus d'espaces de noms externes peuvent être utilisés pour toute information additionnelle si nécessaire.

source: The <code>credit</code> element also records copyright information. In this capacity, it is similar to the <code href="http://www.docbook.org/tdg/en/html/copyright.html">copyright</code> element in DocBook.
el: Το στοιχείο <code>credit</code> καταγράφει επίσης πληροφορίες πνευματικών δικαιωμάτων. Σε αυτό το ρόλο, είνα παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/copyright.html">copyright</code> του DocBook.
fr: L'élément <code>credit</code> enregistre aussi l'information des droits de copyright. Pour cette possibilité, il est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/copyright.html">copyright</code> de DocBook.

source: Use elements and attributes from other namespaces in Mallard documents.
el: Χρήση στοιχείων και ιδιοτήτων από άλλους χώρους ονομάτων σε έγγραφα του Mallard .
fr: Utiliser des éléments et attributs en provenance d'autres espaces de noms dans les documents Mallard.

source: External Namespaces
el: Εξωτερικά namespace
fr: Espaces de noms externes

source: Add content
el: Προσθήκη περιεχομένου
fr: À rédiger

source: External Namespace Attributes
el: Ιδιότητες σε εξωτερικά namespace
fr: Attributs d'espaces de noms externes

source: All elements in Mallard can have attributes from external namespaces. This can be used to clarify the meaning of an element in a particular context, to provide additional information to processing tools, or to embed richer semantic data in a document.
el: Όλα τα στοιχεία στο Mallard μπορούν να έχουν ιδιότητες από εξωτερικούς χώρους ονομάτων. Αυτό μπορεί να χρησιμοποιηθεί για να αποσαφηνίσει το νόημα ενός στοιχείου σε ένα συγκεκριμένο πλαίσιο, για να παρέχει επιπλέον πληροφορίες στα εργαλεία επεξεργασίας ή για να ενσωματώσει πλουσιότερα δεδομένα σημαντικής σε ένα έγγραφο.
fr: Tous les éléments dans Mallard peuvent avoir des attributs issus d'espaces de noms externes. Cette possibilité est utilisable pour clarifier la signification d'un élément dans un contexte particulier, pour fournir une information complémentaire à l'outil de traitement ou pour incorporer des données sémantiques plus riches dans un document.

source: For example, a translation tool might copy <link xref="mal_block_code">code blocks</link> directly into the translated document without presenting them to translators. Some code blocks, however, may contain human-readable comments which should be translated. In order to force translation tools to present these code blocks for translation, authors could use the <code>its:translate</code> attribute from the <link href="http://www.w3.org/TR/its/">Internationalization Tag Set</link>, as in the following:
el: Παραδείγματος χάριν, ένα εργαλείο μετάφρασης μπορεί να αντιγράψει <link xref="mal_block_code">μπλοκ κώδικα</link> απευθείας στο μεταφρασμένο έγγραφο χωρίς να τα παρουσιάσει στους μεταφραστές. Μερικά μπλοκ κώδικα, πάντως, μπορεί να περιέχουν αναγνώσιμα από άνθρωπο σχόλια που θα πρέπει να μεταφραστούν. Για να εξαναγκαστούν τα εργαλεία μετάφρασης να παρουσιάσουν αυτά τα μπλοκ για μετάφραση, οι συγγραφείς θα πρέπει να χρησιμοποιήσουν την ιδιότητα <code>its:translate</code> από το <link href="http://www.w3.org/TR/its/">Σύνολο ετικετών διεθνοποίησης</link>, όπως στο ακόλουθο:
fr: Par exemple, un outil de traduction peut copier des <link xref="mal_block_code">blocs de code</link> directement dans le document traduit sans les présenter aux traducteurs. Certains blocs de code, toutefois, peuvent contenir des commentaires intelligibles au simple lecteur qui doivent être traduits. Pour forcer les outils de traduction à présenter ces blocs de code pour traduction, les auteurs peuvent utiliser l'attribut <code>its:translate</code> du « <link href="http://www.w3.org/TR/its/">Internationalization Tag Set</link> », comme dans ce qui suit :

source: Processing tools should ignore any attributes from external namespaces they do not understand.
el: Τα εργαλεία επεξεργασίας θα πρέπει να αγνοήσουν τυχόν ιδιότητες από εξωτερικούς χώρους ονομάτων που δεν καταλαβαίνουν.
fr: L'outil de traitement doit ignorer tout attribut issu d'espaces de noms externes qu'il ne reconnaît pas.

source: External Namespace Elements
el: Στοιχεία εξωτερικού χώρου ονομάτων
fr: Éléments d'espaces de noms externes

source: Create simple trees to show heirarchical structures.
el: Δημιουργήστε απλά δέντρα για να δείξετε ιεραρχικές δομές.
fr: Créer des arborescences simples pour représenter des structures hiérarchiques.

source: Tree Lists
el: Λίστες δένδρων
fr: Listes arborescentes

source: Use the <code>tree</code> element to create a heirarchical tree. While conceptually similar to nested <code xref="mal_block_list">list</code> elements, trees offer a simple way to display common heirarchies such as class inheritance or directory layouts.
el: Χρησιμποιήστε το στοιχείο <code>tree</code> για να δημιουργήσετε ένα ιεραρχικό δέντρο. Ενώ σαν έννοια είναι παρόμοιο με διαδοχικά στοιχεία <code xref="mal_block_list">list</code>, τ δέντρα προσφέρουν έναν απλό τρόπο για να απεικονίσουν συνήθεις ιεραρχίες όπως κληρονόμηση κλάσης ή διατάξεις καταλόγων.
fr: Utilisez l'élément <code>tree</code> pour créer des arborescences hiérarchisées. Conceptuellement semblables à des éléments <code xref="mal_block_list">list</code> imbriqués, les arbres offrent un moyen simple d'afficher des hiérarchies courantes comme les héritages de classes ou les dispositions de répertoires.

source: The <code>tree</code> element can contain an optional <code xref="mal_block_title">title</code> element followed by one or more <code>item</code> elements. Each child <code>item</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>, followed by zero or more nested <code>item</code> elements.
el: Το στοιχείο <code>tree</code> μπορεί να περιέχει ένα προαιρετικό στοιχείο <code xref="mal_block_title">title</code> ακολυοθούμενο από ένα ή περισσότερα στοιχεία <code>item</code>. Κάθε θυγατρικό στοιχείο <code>item</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>, ακολοθούμενο από μηδέν ή περισσότερα διαδοχικά στοιχεία <code>item</code>.
fr: L'élément <code>tree</code> peut contenir un élément <code xref="mal_block_title">title</code> optionnel suivi de un ou plusieurs éléments <code>item</code>. Chaque élément <code>item</code> enfant peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément général intégré</link>, suivi d'aucun ou plusieurs éléments <code>item</code> imbriqués.

source: The <code>tree</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>tree</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένου μέσα σε <link xref="mal_page">σελίδες</link>, <link xref="mal_section">ενότητες</link>, και ορισμένα <link xref="mal_block">στοιχεία μπλοκ</link>.
fr: L'élément <code>tree</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments blocs</link>.

source: The following style hints are recommended:
el: Συνίστανται οι εξής υποδείξεις στυλ:
fr: Les indications de style ci-après sont autorisées :

source: draw lines to show the hierarchy
el: σχεδίαση γραμμών που δείχνουν την ιεραρχία
fr: tracé de lignes montrant la hiérarchie

source: The <code>tree</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>tree</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες από εξωτερικούς χώρους ονομάτων.
fr: L'élément <code>tree</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use a tree to outline a class heirarchy inside a <code xref="mal_block_synopsis">&gt;synopsis</code> element:
el: Χρησιμοποιήστε ένα δέντρο για να περιγράψετε μια ιεραρχία κλάσης μέσα σε ένα στοιχείο <code xref="mal_block_synopsis">&gt;synopsis</code>:
fr: Utilisation d'un arbre pour souligner une hiérarchie de classes dans un élément <code xref="mal_block_synopsis">synopsis</code> :

source: Use the <code>lines</code> style hint to visually show the tree structure:
el: Χρησιμοποιήστε την υπόδειξη στυλ <code>lines</code> για να οπτικοποιήσετε το δενδρόγραμμα:
fr: Utilisation de l'indication de style <code>lines</code> pour visualiser l'arborescence d'une structure :

source: Anatinae (dabbling ducks) <placeholder-1/><placeholder-2/><placeholder-3/>
el: Anatinae (πάπιες) <placeholder-1/><placeholder-2/><placeholder-3/>
fr: Anatinae (canards barboteurs) <placeholder-1/><placeholder-2/><placeholder-3/>

source: Anthyinae (diving ducks) <placeholder-1/><placeholder-2/>
el: Anthyinae (βουτηχτάδες) <placeholder-1/><placeholder-2/>
fr: Anthyinae (canards plongeurs) <placeholder-1/><placeholder-2/>

source: Dendrocygninae (whistling ducks)
el: Dendrocygninae (πάπιες)
fr: Dendrocygninae (canards siffleurs)

source: Tree lists are display as block elements. Each child <code>item</code> has its leading inline content displayed in a single block and any nested <code>item</code> elements displayed as blocks in turn. Successive levels of nesting should yield more indentation, though this may vary based on style hints or other factors. By default, there should be little vertical spacing between items; trees are compact. No bullets, icons, or other marks are expected to precede items, although they may be used for certain style hints.
el: Οι λίστες δένδρων εμφανίζονται ως στοιχεία μπλοκ. Σε κάθε θυγατρικό <code>item</code> το αρχικό εμβόλιμο περιεχόμενο εμφανίζεται σε ένα μπλοκ και τυχόν διαδοχικά στοιχεία <code>item</code> εμφανίζονται σαν μπλοκ με τη σειρά. Διαδοχικά επίπεδα στοιχείων θα έχουν ως αποτέλεσμα περισσότερες εσοχές, παρόλο που αυτό μπορεί να διαφέρει ανάλογα με τις υποδείξεις στυλ ή άλλους παράγοντες. Από προεπιλογή, θα πρέπει να υπάρχει μικρό κάθετο διάστημα μεταξύ των αντικειμένων. Τα δέντρα είναι συμπαγή. Δεν αναμένεται να υπάρχουν κουκίδες, εικονίδια, ή άλλα σημάδια πριν τα αντικείμενα, παρόλο που μπορεί να χρησιμοποιηθούν για ορισμένες υποδείξεις στυλ.
fr: Les listes arborescentes sont affichées comme des éléments blocs. Chaque <code>item</code> enfant voit son contenu de tête intégré affiché dans un seul bloc et tout élément <code>item</code> imbriqué affiché comme un bloc à son tour. Les niveaux successifs d'imbrication vont créer d'autres indentations, bien que cela puisse varier selon les indications de style ou autres facteurs. Par défaut, ce sont de petits espacements verticaux entre articles ; les arbres sont compacts. Aucune puce, icône, ou autre marque n'est prévue devant les articles, bien qu'on puisse les employer avec certaines indications de style.

source: Titles
el: Τίτλοι
fr: Titres

source: Create a list of terms and associated descriptions.
el: Δημιουργία λίστας όρων και των σχετικών περιγραφών.
fr: Créer une liste de termes et de descriptions associées.

source: Definition Lists
el: Λίστες ορισμών
fr: Listes de définitions

source: The <code>terms</code> element creates a list of terms and associated definitions or descriptions. This type of list is often called a definition list or a variable list.
el: Το στοιχείο <code>terms</code> δημιουργεί μια λίστα όρων και των ορισμών ή περιγραφών τους. Αυτός ο τύπος λίστας συχνά ονομάζεται λίστα ορισμών ή λίστα μεταβλητών.
fr: L'élément <code>terms</code> crée une liste de termes et de définitions ou descriptions associées. Ce type de liste est souvent appelé liste de définitions ou liste de variables.

source: The <code>terms</code> element can contain an optional <code xref="mal_block_title">title</code> element followed by one or more <code>item</code> elements. Each child <code>item</code> element can contain one or more <code xref="mal_block_title">title</code> elements followed by a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>terms</code> μπορεί να περιέχει ένα προαιρετικό στοιχείο, ακολουθούμενο από ένα ή περισσότερα στοιχεία <code>item</code>. Κάθε θυγατρικό στοιχείο <code>item</code> μπορεί να περιέχει ένα ή περισσότερα στοιχεία <code xref="mal_block_title">title</code> ακολουθούμενα από μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>terms</code> peut contenir un élément <code xref="mal_block_title">title</code> optionnel suivi par un ou plusieurs éléments <code>item</code>. Chaque élément <code>item</code> enfant peut contenir un ou plusieurs éléments <code xref="mal_block_title">title</code> suivis d'un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>terms</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>terms</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένων των <link xref="mal_page">σελίδων</link>, <link xref="mal_section">ενοτήτων</link>, και ορισμένων <link xref="mal_block">στοιχείων μπλοκ</link>.
fr: L'élément <code>terms</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments blocs</link>.

source: The <code>terms</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>terms</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>terms</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Create a simple definition list with a title:
el: Δημιουργήστε μια απλή λίστα ορισμών με ένα τίτλο:
fr: Création d'une simple liste de définitions avec un intitulé :

source: Selected Basic Block Elements
el: Επιλεγμένα βασικά στοιχεία μπλοκ
fr: Éléments blocs élémentaires retenus

source: Mark up a block of code or the contents of a file.
el: Επισήμανση ενός μπλοκ κώδικα ή των περιεχομένων ενός αρχείου.
fr: Balisage d'un bloc de code ou du contenu d'un fichier.

source: example
el: παράδειγμα

source: Mark up a group of block elements as being part of a single example.
el: Επισημάνετε μια ομάδα στοιχείων μπλοκ ως μέρος ενός μοναδικού παραδείγματος.
fr: Balisage d'un groupe d'éléments blocs comme faisant partie d'un même exemple.

source: screen
el: οθόνη
