Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: Use the <code>screen</code> element to mark up a textual screen for a textual user interface or an interactive shell. The contents of a <code>screen</code> element are displayed verbatim. While all inline content is allowed, <code xref="mal_inline_input">input</code> and <code xref="mal_inline_output">output</code> will frequently be used to provide richer markup when showing a shell session.
el: Χρησιμοποιήστε το στοιχείο <code>screen</code> για επισημάνετε μια οθόνη κειμένου για μια διεπαφή χρήστη σε ένα διαδραστικό κέλυφος. Τα περιεχόμενα ενός στοιχείου <code>screen</code> εμφανίζονται αυτολεξί. Ενώ επιτρέπεται όλα το εμβόλιμο περιεχόμενο, τα <code xref="mal_inline_input">input</code> και <code xref="mal_inline_output">output</code> θα χρησιμοποιηθούν συχνά για παρέχουν πλουσιότερη επισήμανση κατά την εμφάνιση μιας συνεδρίας κελύφους.
fr: Utilisez l'élément <code>screen</code> pour baliser un écran texte provenant d'une interface utilisateur textuelle ou d'un interpréteur de commandes interactif. Le contenu d'un élément <code>screen</code> est affiché tel quel. Étant donné que les éléments intégrés sont autorisés, on utilise fréquemment <code xref="mal_inline_input">input</code> et <code xref="mal_inline_output">output</code> pour apporter un balisage plus riche dans l'affichage des sessions d'interpréteur de commandes.

source: The <code>screen</code> element may also be used to mark up a single command in a block context.
el: Το στοιχείο <code>screen</code> μπορεί επίσης να χρησιμοποιηθεί για την επισήμανση μιας μόνο εντολής σε περιεχόμενο μπλοκ.
fr: L'élément <code>screen</code> peut aussi être utilisé pour baliser une commande simple dans un contexte de bloc.

source: Use the <code xref="mal_inline_var">var</code> element inside a <code>screen</code> element to indicate text that should be replaced by the user.
el: Χρησιμοποιήστε το στοιχείο <code xref="mal_inline_var">var</code> μέσα σε ένα στοιχείο <code>screen</code> για να υποδείξετε κείμενο που πρέπει να αντικατασταθεί από το χρήστη.
fr: Utilisez l'élément <code xref="mal_inline_var">var</code> à l'intérieur d'un élément <code>screen</code> pour indiquer que le texte est remplaçable par l'utilisateur.

source: The <code>screen</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>. Whitespace is interpreted literally.
el: Το στοιχείο <code>screen</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικό εμβόλιμο περιεχόμενο</link>. Τα κενά διαστήματα ερμηνεύονται κυριολεκτικά.
fr: L'élément <code>screen</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>. Les espacements sont interprétés à l'identique.

source: The <code>screen</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>screen</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένου μέσα σε <link xref="mal_page">σελίδες</link>, <link xref="mal_section">ενότητες</link>, και ορισμένα <link xref="mal_block">στοιχεία μπλοκ</link>.
fr: L'élément <code>screen</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments blocs</link>.

source: The <code>mime</code> attribute takes a valid MIME type. Processing tools may adjust their behavior for particular MIME types. A MIME type is assumed to apply to the user input only; thus, processing tools may ignore the MIME type if the <code>screen</code> element is not composed of <code>input</code> and <code>output</code> elements.
el: Η ιδιότητα <code>mime</code> δέχεται έναν έγκυρο τύπο MIME. Τα εργαλεία επεξεργασίας μπορεί να προσαρμόσουν τη συμπεριφορά τους για συγκεκριμένους τύπους MIME. Ένας τύπος MIME υποτίθεται ότι ισχύει μόνο σε ό,τι εισάγει ο χρήστης. Έτσι, τα εργαλεία επεξεργασίας μπορεί να αγνοήσουν τον τύπο MIME αν το στοιχείο <code>screen</code> δεν απαρτίζεται από στοιχεία <code>input</code> και <code>output</code>.
fr: L'attribut <code>mime</code> prend un type MIME valide pour valeur. Les outils de traitement peuvent ajuster leur comportement pour des types MIME particuliers. Un type MIME est supposé ne s'appliquer qu'aux entrées utilisateur ; de la sorte, l'outil de traitement pourra ignorer le type MIME si l'élément <code>screen</code> n'est pas constitué d'éléments <code>input</code> et <code>output</code>.

source: The <code>screen</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes on block elements.
el: Το στοιχείο <code>screen</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>screen</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>screen</code> to mark up the screen of an interactive text-based interface:
el: Χρησιμοποιήστε το <code>screen</code> για να επισημάνετε την οθόνη μιας αλληλεπιδραστικής διεπαφής κειμένου:
fr: Utilisation de la balise <code>screen</code> pour un écran texte d'une interface interactive :

source: +==== Beanstalk =====================================+ | Type the letter of the command you want: | | O - Order beans | | P - Plant beans | | T - Track bean inventory | +====================================================+
el: +==== Φασολιά =====================================+ | Εισάγετε το γράμμα της εντολής που θέλετε: | | Π - Παραγγελία φασολιών | | Φ -Φύτευση φασολιών | | Α - Απόθεμα φασολιών | +====================================================+
fr: +==== Beanstalk =====================================+ | Saisissez la lettre de la commande voulue : | | C - Commander des haricots | | P - Planter des haricots | | S - Suivre l'inventaire des haricots | +====================================================+

source: Use <code>screen</code> to mark up a long command:
el: Χρησιμοποιήστε το <code>screen</code> για να επισημάνετε μια μεγάλου μήκους εντολή:
fr: Utilisation de la balise <code>screen</code> pour une commande de grande longueur :

source: Use <code xref="mal_inline_input">input</code> and <code xref="mal_inline_output">output</code> inside <code>screen</code> for richer text:
el: Χρησιμοποιήστε τα <code xref="mal_inline_input">input</code> και <code xref="mal_inline_output">output</code> μέσα στο <code>screen</code> για πιο εμπλουτισμένο κείμενο:
fr: Utilisation de <code xref="mal_inline_input">input</code> et <code xref="mal_inline_output">output</code> dans les éléments <code>screen</code> pour une sortie plus riche :

source: foo: cannot access file: No such file or directory
el: foo: αδυναμία προσπέλασης αρχείου: Δεν υπάρχει τέτοιο αρχείο ή κατάλογος

source: Screens should be displayed verbatim, with all whitespace and line breaks reproduced in the rendered output. The only exception is a single leading line break, which should be stripped by display tools if present. Display tools should only strip a leading line break in an initial text node. They are not expected to strip line breaks from child elements.
el: Οι οθόνες θα πρέπει να απεικονίζονται αυτολεξί, με όλα τα κενά και τις αλλαγές γραμμής να αποδίδονται στο παραγόμενο αποτέλεσμα. Η μόνη εξαίρεση είναι μια μονή αλλαγή γραμμής στην αρχή, η οποία θα πρέπει να αφαιρείται από τα εργαλεία αν υπάρχει. Τα εργαλεία απεικόνισης θα πρέπει να αφαιρούν την αρχική αλλαγή γραμμής μόνο σε αρχικό κόμβο κειμένου. Δεν αναμένεται να αφαιρούν αλλαγές γραμής από θυγατρικά στοιχεία.
fr: Les écrans sont affichés tel quels, tous espacements et alinéas sont reproduits dans la sortie affichée. La seule exception est un saut de ligne unique en tête qui sera éliminé par l'outil d'affichage s'il existe. L'outil d'affichage n'enlèvera un saut de ligne que dans un nodule de texte initial. Il n'est pas prévu d'enlever les sauts de ligne des éléments enfants.

source: Screens should be displayed in a fixed-width font. Inline markup may cause style variations, but they should not cause a change to a variable-width font.
el: Οι οθόνες θα πρέπει να εμφανίζονται με γραμματοσειρά σταθερού πλάτους. Η εμβόλιμη επισήμανση μπορεί να προκαλέσει διαφοροποιήσεις στο στυλ αλλά δεν θα πρέπει να προκαλεί αλλαγή σε γραμματοσειρά μεταβλητού πλάτους.
fr: Les écrans sont affichés avec une police à chasse fixe. Les balisages intégrés peuvent créer des variations de style, mais ils ne doivent en aucun cas provoquer un changement vers une police proportionnelle.

source: The <code>screen</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/screen.html">screen</code> element in DocBook.
el: Το στοιχείο <code>screen</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/screen.html">screen</code> του DocBook.
fr: L'élément <code>screen</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/screen.html">screen</code> de DocBook.

source: The <code>screen</code> element is similar to the <code href="http://docs.oasis-open.org/dita/v1.1/CS01/langspec/langref/screen.html">screen</code> element in DITA.
el: Το στοιχείο <code>screen</code> είναι παρόμοιο με το στοιχείο <code href="http://docs.oasis-open.org/dita/v1.1/CS01/langspec/langref/screen.html">screen</code> του DITA.
fr: L'élément <code>screen</code> est analogue à l'élément <code href="http://docs.oasis-open.org/dita/v1.1/CS01/langspec/langref/screen.html">screen</code> de DITA.

source: Create a block-level quotation with an attribution.
el: Δημιουργήστε μια αναφορά σε επίπεδο μπλοκ με μια ιδιότητα.
fr: Placer une citation dans un élément bloc et l'attribuer.

source: Block Quotes
el: Παραθέσεις μπλοκ
fr: Bloc citation

source: The <code>quote</code> element allows you to mark a quoted block of text and include an attribution for the quote. Block quotations are useful for long passages, or for quotes you want to draw attention to. You can provide an attribution using the <code xref="mal_block_cite">cite</code> element, and have it automatically formatted by display tools.
el: Το στοιχείο σας επιτρέπει να επισημάνετε ένα παρατιθέμενο μπλοκ κειμένου και να περιλάβετε μια ιδιότητα για την αναφορά. Οι παραθέσεις σε μπλοκ είναι χρήσιμες για μεγάλα αποσπάσματα, ή για παραθέσεις στις οποίες θέλετε να επιστήσετε την προσοχή. Μπορείτε να δώσετε μια ιδιότητα χρησιμοποιώντας το στοιχείο <code xref="mal_block_cite">cite</code> και να μορφοποιηθεί αυτόματα από τα εργαλεία απεικόνισης.
fr: L'élément <code>quote</code> permet de marquer un bloc de texte comme étant une citation et d'y incorporer les références de son auteur. Les blocs citation sont utiles pour de longs passages ou pour des citations sur lesquelles vous souhaitez attirer l'attention. Vous pouvez désigner l'auteur avec l'élément <code xref="mal_block_cite">cite</code>. La citation sera automatiquement formatée par l'outil d'affichage.

source: The <code>quote</code> element contains an optional <link xref="mal_block_title">title</link> element, a mandatory <link xref="mal_block_cite">cite</link> element, and any <link xref="mal_block">general block content</link>.
el: Το στοιχείο <code>quote</code> περιέχει ένα προαιρετικό στοιχείο <link xref="mal_block_title">title</link>, ένα υποχρεωτικό στοιχείο <link xref="mal_block_cite">cite</link> και οποιοδήποτε <link xref="mal_block">γενικό μπλοκ περιεχομένου</link>.
fr: L'élément <code>quote</code> comporte un élément <link xref="mal_block_title">title</link> optionnel, un élément <link xref="mal_block_cite">cite</link> obligatoire et tout <link xref="mal_block">contenu général de bloc</link>.

source: The <code>quote</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>quote</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένου μέσα σε <link xref="mal_page">σελίδες</link>, <link xref="mal_section">ενότητες</link>, και ορισμένα <link xref="mal_block">στοιχεία μπλοκ</link>.
fr: L'élément <code>quote</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments blocs</link>.

source: an introductory or closing quote that is not part of the running prose, generally formatted flush right
el: μια εισαγωγική ή τελική παράθεση που δεν είναι μέρος του τρέχοντος λόγου, γενικά μορφοποιημένη προς τα δεξιά
fr: une citation en introduction ou conclusion ne faisant pas partie du texte courant, en règle générale justifiée à droite.

source: The <code>quote</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>quote</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>quote</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Include a simple block quote in your document:
el: Συμπεριλάβετε μια απλή μπλοκ παράθεση στο έγγραφό σας:
fr: Inclusion d'une simple citation dans un document :

source: Our life is frittered away by detail.... Simplify, simplify.
el: Η ζωή μας πνίγεται στις λεπτομέρειες… Απλοποιήστε, απλοποιήστε.
fr: Nous gaspillons notre vie dans du détail.... Simplifions, simplifions.

source: Add a title to the quote:
el: Προσθήκη τίτλου στην παράθεση:
fr: Ajout d'un titre à la citation précédente :

source: Simplify
el: Απλοποίηση
fr: Simplifions

source: Add a date to the attribution:
el: Προσθήκη ημερομηνίας στην αναγνώριση:
fr: Ajout d'une date d'attribution :

source: Block quotes are displayed as block elements, with each of their child elements being interpreted as block elements. When present, the title and attribution should be displayed in a way that makes their respective roles clear. Block quotes are frequently adorned with a watermark of quotation marks. Processing tools should ensure any quotation marks used in the formatting of quotes, including watermark images, are appropriate for the document's language.
el: Οι παραθέσεις μπλοκ εμφανίζονται σε στοιχεία μπλοκ, με καθένα από τα θυγατρικά στοιχεία να ερμηνεύεται ως στοιχείο μπλοκ. Όταν υπάρχουν, ο τίτλος και η ιδιότητα πρέπει να εμφανίζονται με μέτρο που καθιστά σαφή τους ρόλους τους. Οι παραθέσεις μπλοκ συχνά κοσμούνται με υδατογράφημα των εισαγωγικών. Τα εργαλεία επεξεργασίας θα πρέπει να διασφαλίζουν ότι τα εισαγωγικά που χρησιμοποιούνται στη μορφοποίηση των παραθέσεων, περιλαμβανομένων των εικόνων υδατογραφημάτων, είναι κατάλληλα για τη γλώσσα του εγγράφου.
fr: Les blocs de citation sont affichés comme des éléments bloc, chacun de leurs éléments enfants étant également interprété en tant qu'élément bloc. Si présents, le titre et l'auteur doivent être affichés de façon à marquer clairement leur signification. Les blocs de citation sont souvent ornés d'un filigrane de guillemets. L'outil de traitement doit s'assurer que les guillemets employés dans le format, y compris le filigrane, correspondent aux usages de la langue du document.

source: The <code>quote</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/blockquote.html">blockquote</code> element in DocBook. The <code xref="mal_block_cite">cite</code> element is mandatory in Mallard, whereas attribution is optional in DocBook.
el: Το στοιχείο <code>quote</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/blockquote.html">blockquote</code> του DocBook. Το στοιχείο <code xref="mal_block_cite">cite</code> είναι υποχρεωτικό στο Mallard, ενώ η ιδιότητα είναι προαιρετική στο DocBook.
fr: L'élément <code>quote</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/blockquote.html">blockquote</code> de DocBook. L'élément <code xref="mal_block_cite">cite</code> est obligatoire dans Mallard, alors que l'attribution est facultative dans DocBook.

source: Create a simple paragraph of text.
el: Δημιουργία απλής παραγράφου κειμένου.
fr: Créer un simple paragraphe de texte.

source: Paragraphs
el: Παράγραφοι
fr: Paragraphes

source: The most basic block-level element in Mallard is the <code>p</code> element. The <code>p</code> element creates a paragraph in the formatted output.
el: Το πιο βασικό στοιχείο σε επίπεδο μπλοκ στο Mallard είναι το στοιχείο <code>p</code>. Το στοιχείο <code>p</code> δημιουργεί μια παράγραφο στη διαμόρφωση του αποτελέσματος.
fr: L'élément <code>p</code> est l'élément fondamental de niveau bloc dans Mallard. L'élément <code>p</code> crée un paragraphe dans la sortie formatée.

source: The <code>p</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>p</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>p</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>p</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>p</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχόμενο, συμπεριλαμβανόμενου μέσα σε <link xref="mal_page">σελίδες</link>, <link xref="mal_section">ενότητες</link>, και ορισμένα <link xref="mal_block">στοιχεία μπλοκ</link>.
fr: L'élément <code>p</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments bloc</link>.

source: The <code>p</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>p</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>p</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Create a simple paragraph:
el: Δημιουργία απλής παραγράφου:
fr: Création d'un simple paragraphe :

source: Paragraphs are displayed as block elements, with their child elements interpreted as inline elements. In on-screen media, paragraphs generally have padding above and below them to separate them from the surrounding block content. In print media, the first line of each paragraph has traditionally been indented.
el: Οι παράγραφοι εμφανίζονται ως στοιχεία μπλοκ, με τα θυγατρικά τους στοιχεία να ερμηνεύονται ως εμβόλιμα στοιχεία. Σε απεικόνιση σε οθόνη, οι παράγραφοι έχουν γενικά διάκενα πάνω και κάτω από αυτές για να διαχωρίζονται από το περιβάλλον μπλοκ περιεχομένου. Σε εκτύπωση, η πρώτη γραμμή κάθε παραγράφου έχει παραδοσιακά εσοχή.
fr: Les paragraphes sont affichés comme des éléments bloc, leurs éléments enfants interprétés comme éléments intégrés. À l'écran, les paragraphes ont généralement un espacement au-dessus et au-dessous pour les séparer du contenu des blocs environnants. À l'impression, la première ligne de chaque paragraphe est traditionnellement décalée.

source: The <code>p</code> element in Mallard appears to be equivalent to to the <code href="http://www.docbook.org/tdg/en/html/para.html">para</code> element in DocBook. While both elements create a paragraph in the formatted output, the <code>p</code> element in Mallard is actually much more restrictive, as it does not permit nested block content. In this regard, it is actaully similar to the <code href="http://www.docbook.org/tdg/en/html/simpara.html">simpara</code> element in DocBook.
el: Το στοιχείο <code>p</code> στο Mallard φαίνεται να είναι ισοδύναμο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/para.html">para</code> του DocBook. Παρόλο που και τα δύο στοιχεία δημιουργούν μια παράγραφο στη μορφοποίηση του αποτελέσματος, το στοιχείο <code>p</code> στο Mallard είναι στην πραγματικότητα πολύ πιο περιοριστικό, καθώς δεν επιτρέπει διαδοχικό περιεχόμενο μπλοκ. Υπ' αυτή την έννοια, είναι στην πράξη παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/simpara.html">simpara</code> του DocBook.
fr: L'élément <code>p</code> de Mallard semble être équivalent à l'élément <code href="http://www.docbook.org/tdg/en/html/para.html">para</code> de DocBook. Même si tous deux créent un paragraphe dans la sortie formatée, l'élément <code>p</code> de Mallard a en réalité un caractère plus restrictif étant donné qu'il ne permet pas l'imbrication de contenus de blocs. Compte tenu de cet aspect, il est en réalité analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/simpara.html">simpara</code> de DocBook.

source: Paragraphs, lists, tables, and various semantic elements for building simple yet stunning pages.
el: Παράγραφοι, λίστες, πίνακες και διάφορα στοιχεία σήμανσης για δημιουργία απλών αλλά καταπληκτικών σελίδων.
fr: Paragraphes, listes, tableaux, et divers éléments sémantiques pour construire des pages simples mais splendides.

source: Block Elements
el: Σχεδιασμού μπλοκ
fr: Éléments blocs

source: Block elements are the building blocks of pages. Mallard provides block elements for most common needs in software documentation, from simple paragraphs to example blocks to powerful tables. Pages and sections in Mallard are built up of block elements, which in turn contain either further block elements or inline content.
el: Τα στοιχεία μπλοκ είναι οι δομικοί λίθοι των σελίδων. Το Mallard παρέχει στοιχεία μπλοκ για τις πιο κοινές ανάγκες τεκμηρίωσης λογισμικού, από απλές παραγράφους μέχρι μπλοκ παραδειγμάτων και δυνατούς πίνακες. Οι σελίδες και οι ενότητες στο Mallard δομούνται από στοιχεία μπλοκ τα οποία με τη σειρά τους περιέχουν είτε περαιτέρω στοιχεία μπλοκ ή εμβόλιμο περιεχόμενο.
fr: Les éléments blocs constituent l'ossature de la construction des pages. Mallard met à disposition des éléments blocs pour la plupart des besoins courants de la documentation logicielle allant du simple paragraphe au bloc exemple en passant par de puissants tableaux. Les pages et les sections de Mallard sont construites avec des éléments blocs, qui, à leur tour, contiennent, soit d'autres éléments blocs, soit du contenu intégré.

source: Basic Block Elements
el: Βασικά στοιχεία μπλοκ
fr: Éléments blocs de base

source: Basic Elements
el: Βασικά στοιχεία
fr: Éléments de base
