Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: R011: Bidirectional Text Support
el: R011: Υποστήριξη κειμένου δύο κατευθύνσεων
fr: R011 : Gestion bidirectionnelle du texte

source: [R011] Markup should be available to support the needs of bidirectional scripts.
el: [R011] Θα πρέπει να υπάρχει επισήμανση για την υποστήριξη των αναγκών κειμένων με δύο κατευθύνσεις.
fr: [R011] Le balisage doit être capable de prendre en charge les besoins d'écriture dans les deux directions.

source: Mallard allows attributes from external namespaces to be used on all elements. Consequently, the <code href="http://www.w3.org/TR/its/#directionality">its:dir</code> attribute may be used to specify text directionality.
el: Το Mallard επιτρέπει ιδιότητες από εξωτερικούς χώρους ονομάτων να χρησιμοποιηθούν σε όλα τα στοιχεία. Συνεπακόλουθα, η ιδιότητα <code href="http://www.w3.org/TR/its/#directionality">its:dir</code> μπορεί να χρησιμοποιηθεί για την υπόδειξη της κατεύθυνσης του κειμένου.
fr: Mallard autorise l'utilisation d'attributs issus d'espaces de noms externes avec tous les éléments. En conséquence, l'attribut <code href="http://www.w3.org/TR/its/#directionality">its:dir</code> peut s'utiliser pour définir la direction d'un texte.

source: R012: Indicator of Translatability
el: R012: Δείκτης μεταφρασιμότητας
fr: R012 : Indicateur de traductibilité

source: [R012] Methods must exist to allow to specify the parts of a document that are to be translated or not.
el: [R012] Πρέπει να υπάρχουν μέθοδοι για να επιτρέπουν τον καθορισμό των μερών ενός εγγράφου που πρέπει να μεταφραστούν ή όχι.
fr: [R012] Des méthodes doivent exister pour définir les parties d'un document qui sont à traduire ou non.

source: Mallard allows attributes from external namespaces to be used on all elements. Consequently, the <code href="http://www.w3.org/TR/its/#trans-datacat">its:translate</code> attribute may be used to specify whether parts of a document are to be translated.
el: Το Mallard επιτρέπει ιδιότητες από εξωτερικούς χώρους ονομάτων να χρησιμοποιηθούν σε όλα τα στοιχεία. Συνεπακόλουθα, η ιδιότητα <code href="http://www.w3.org/TR/its/#trans-datacat">its:translate</code> μπορεί να χρησιμοποιηθεί για την υπόδειξη των μερών του κειμένου που θα μεταφραστούν.
fr: Mallard autorise l'utilisation d'attributs issus d'espaces de noms externes avec tous les éléments. En conséquence, l'attribut <code href="http://www.w3.org/TR/its/#trans-datacat">its:translate</code> peut s'utiliser pour définir quelles sont les parties d'un document à traduire.

source: Additionally, the <code href="http://www.w3.org/TR/its/#basic-concepts-selection-global">its:rules</code> element may be used in any <code xref="mal_info">info</code> element to provide translatability rules for a page or section.
el: Επιπλέον, το στοιχείο <code href="http://www.w3.org/TR/its/#basic-concepts-selection-global">its:rules</code> μπορεί να χρησιμοποιηθεί σε κάθε στοιχείο <code xref="mal_info">info</code> για να δώσει κανόνες μεταφρασιμότητας για μια σελίδα ή ενότητα.
fr: En plus, l'élément <code href="http://www.w3.org/TR/its/#basic-concepts-selection-global">its:rules</code> peut s'utiliser dans tout élément <code xref="mal_info">info</code> pour indiquer les règles de traductibilité pour une page ou une section.

source: R014: Limited Impact
el: R014: Περιορισμένος αντίκτυπος
fr: R014 : Impact limité

source: [R014] All solutions proposed should be designed to have as less impact as possible on the tree structure of the original document and on the content models in the original schema.
el: [R014] Όλες οι λύσεις που προτείνονται θα πρέπει να είναι σχεδιασμένες να έχουν τον ελάχιστο δυνατό αντίκτυπο στη δομή του δέντρου του πρωτότυπου εγγράφου και στα μοντέλα περιεχομένου του πρωτότυπου σχήματος.
fr: [R014] Toute solution proposée doit être conçue pour avoir le moins d'impact possible sur l'arborescence du document original et les modèles de contenu dans le schéma original.

source: Mallard allows tool-specific extensibility using attributes and elements from external namespaces. Mallard has <link xref="mal_external">clearly defined rules</link> for how attributes and elements from external namespaces are to be processed in various contexts. Tools writers are expected to be aware of these issues. Whenever possible, this document issues that can arise from extensions, including those for translation purposes.
el: Το Mallard επιτρέπει επεκτασιμότητα κατά εργαλείο χρησιμοποιώντας ιδιότητες και στοιχεία από εξωτερικούς χώρους ονομάτων. Το Mallard έχει <link xref="mal_external">σαφείς κανόνες</link> για το πως οι ιδιότητες και τα στοιχεία από εξωτερικούς χώρους ονομάτων θα επεξεργασθούν σε διάφορα πλαίσια. Οι συγγραφείς εργαλείων αναμένεται να γνωρίζουν αυτά τα θέματα. Όταν είναι δυνατόν, αυτό το έγγραφο ασχολείται με θέματα που μπορεί να προκύπτουν από επεκτάσεις, περιλαμβανομένων αυτών για μεταφραστικούς σκοπούς.
fr: Mallard autorise des extensions d'outils spécifiques en utilisant des attributs et des éléments issus d'espaces de noms externes. Mallard a des <link xref="mal_external">règles clairement définies</link> pour indiquer comment les attributs et éléments issus d'espaces de noms externes doivent être traités dans divers contextes. Une attention particulière à ces problèmes est attendue de la part des créateurs d'outils. Chaque fois que possible, ce document indique ce qui peut résulter des extensions, y compris celles dans un but de traduction.

source: While it is impossible to predict all issues one might encounter, Mallard was developed after years of developing translation tools for other formats. Internationalization and localization were primary concerns in the design of Mallard.
el: Ενώ είναι αδύνατον να προβλεφθούν όλα τα θέματα που μπορεί να συναντήσει κάποιος, το Mallard αναπτύχθηκε μετά από χρόνια ανάπτυξης μεταφραστικών εργλείων για άλλα πρότυπα. Η διεθνοποίηση και τοπικοποίηση ήταν κεντρικά θέματα στη σχεδίαση του Mallard.
fr: Même s'il est impossible de prévoir tous les cas susceptibles d'être rencontrés, Mallard a été développé en tenant compte de l'expérience d'années de développement d'outils de traduction pour d'autres formats. Internationalisation et localisation ont été des préoccupations premières dans la conception de Mallard.

source: R015: Attributes and Translatable Text
el: R015: Ιδιότητες και μεταφράσιμο κείμενο
fr: R015 : Attributs et texte traduisibles

source: [R015] Provisions must be taken to ensure that attributes with translatable values do not impair the localization process.
el: [R015] Πρέπει να υπάρχουν προβλέψεις για τη διασφάλιση ότι οι ιδιότητες με μεταφράσιμες τιμές δεν θα εμποδίζουν τη διαδικασία τοπικοποίησης.
fr: [R015] Des précautions doivent être prises pour s'assurer que les attributs avec des valeurs traduisibles n'affectent pas le processus de localisation.

source: Mallard never places translatable text in attribute values.
el: Το Mallard ποτέ δεν τοποθετεί μεταφράσιμο κείμενο σε τιμές ιδιοτήτων.
fr: Mallard ne met jamais de texte traduisible comme valeur d'attribut.

source: R017: Localization Notes
el: R017: Σημειώσεις τοπικοποίησης
fr: R017 : Notes de localisation

source: [R017] A method must exist for authors to communicate information to localizers about a particular item of content.
el: [R017] Πρέπει να υπάρχει μια μέθοδος ώστε οι συγγραφείς να παρέχουν πληροφορίες στους τοπικοποιητές σχετικά με συγκεκριμένο αντικείμενο του περιεχομένου.
fr: [R017] Une méthode doit exister pour que les auteurs puissent communiquer des informations concernant des particularités du contenu aux personnes en charge de la localisation.

source: Mallard allows attributes from external namespaces to be used on all elements. Consequently, the <code href="http://www.w3.org/TR/its/#trans-datacat">its:locNote</code> and <code href="http://www.w3.org/TR/its/#trans-datacat">its:locNoteRule</code> attributes may be used to provide localization notes.
el: Το Mallard επιτρέπει ιδιότητες από εξωτερικούς χώρους ονομάτων να χρησιμοποιηθούν σε όλα τα στοιχεία. Συνεπακόλουθα, η ιδιότητα <code href="http://www.w3.org/TR/its/#trans-datacat">its:locNote</code> και η <code href="http://www.w3.org/TR/its/#trans-datacat">its:locNoteRule</code> μπορεί να χρησιμοποιηθούν για την παροχή σημειώσεων τοπικοποίησης.
fr: Mallard autorise l'utilisation d'attributs issus d'espaces de noms externes avec tous les éléments. En conséquence, les attributs <code href="http://www.w3.org/TR/its/#trans-datacat">its:locNote</code> et <code href="http://www.w3.org/TR/its/#trans-datacat">its:locNoteRule</code> peuvent être utilisées pour mentionner des notes de localisation.

source: If more extensive localization notes are needed, the <code xref="mal_block_comment">comment</code> element may be used. Using a <code href="http://www.w3.org/TR/its/#basic-concepts-selection-global">its:rules</code> element in an <code xref="mal_info">info</code> element, one can clearly specify which editorial comments are localization notes.
el: Αν χρειάζονται πιο εκτεταμένες σημειώσεις τοπικοποίησης, μπορεί να χρησιμοποιηθεί το στοιχείο <code xref="mal_block_comment">comment</code>. Χρησιμοποιώντας το στοιχείο <code href="http://www.w3.org/TR/its/#basic-concepts-selection-global">its:rules</code> σε ένα στοιχείο <code xref="mal_info">info</code>, μπορεί κάποιος να καθορίσει σαφώς ποια σχόλια συντάκτη είναι σημειώσεις τοπικοποίησης.
fr: Si des notes plus volumineuses sont nécessaires, l'élément <code xref="mal_block_comment">comment</code> peut être employé. En utilisant un élément <code href="http://www.w3.org/TR/its/#basic-concepts-selection-global">its:rules</code> dans un élément <code xref="mal_info">info</code>, on peut clairement indiquer quels commentaires éditoriaux sont des notes de localisation.

source: R020: Annotation Markup
el: R020: Επισήμανση σημειώσεων
fr: R020 : Balisage des annotations

source: [R020] There must be a way to support markup up of text annotations of the 'ruby' type.
el: [R020] Πρέπει να υπάρχει τρόπος υποστήριξης επισήμανσης σημειώσεων κειμένου του τύπου 'ruby'.
fr: [R020] Il doit exister un moyen de prendre en charge le balisage d'annotations textuelles du type « ruby ».

source: All translatable content in Mallard is placed in element content, which allows annotation markup to be used. Mallard never places translatable content in attribute values. Note, however, that Mallard documents will often be displayed by converting them to a format such as HTML. If the display format places textual content in attribute values (such as the <code>alt</code> attribute of the <code>img</code> tag in HTML), then annotations could be lost in rendering.
el: Όλο το μεταφράσιμο περιεχόμενο στο Mallard είναι τοποθετημένο σε περιεχόμενο στοιχείου, το οποίο επιτρέπει να χρησιμοποιηθεί επισήμανση σημειώσεων. Το Mallard δεν τοποθετεί ποτέ μεταφράσιμο κείμενο σε τιμές ιδιοτήτων. Σημειώστε, πάντως, ότι τα έγγραφα του Mallard συχνά θα εμφανίζονται κατόπιν μετατροπής τους σε άλλη μορφή όπως σε HTML. Αν η μορφή εμφάνισης τοποθετεί περιεχόμενο κειμένου σε τιμές ιδιοτήτων (όπως η ιδιότητα <code>alt</code> της ετικέτας <code>img</code> στην HTML), τότε οι σημειώσεις μπορεί να χαθούν κατά την απόδοση.
fr: Dans Mallard, tout contenu traduisible est placé dans le contenu d'un élément autorisant l'utilisation d'un balisage d'annotation. Mallard ne place jamais de contenu traduisible dans une valeur d'attribut. À noter, toutefois, que les documents Mallard sont souvent affichés après conversion dans un format comme le HTML. Si le format d'affichage place du contenu textuel dans les valeurs d'attributs (comme l'attribut <code>alt</code> de la balise <code>img</code> en HTML), alors des annotations peuvent être perdues lors du rendu.

source: Elements from external namespaces may be used in all <link xref="mal_inline">inline contexts</link>. While this allows Ruby annotations to be embedded within a Mallard document, the <link xref="mal_inline#processing">fallback processing expectations</link> are unlikely to produce satisfactory results for tools that do not support Ruby. Future versions of this document should address this issue.
el: Στοιχεία από εξωτερικούς χώρους ονομάτων μπορούν να χρησιμοποιηθούν σε όλα τα <link xref="mal_inline">εμβόλιμα περιεχόμενα</link>. Ενώ αυτό επιτρέπει την ενσωμάτωση σημειώσεων της Ruby σε έγγραφα του Mallard, οι <link xref="mal_inline#processing">προσδοκίες επεξεργασίας εφεδρείας</link> είναι απίθανο να παράξουν ικανοποιητικά αποτελέσματα με τα εργαλεία που δεν υποστηρίζουν Ruby. Μελλοντικές εκδόσεις αυτού του εγγράφου θα πρέπει να αντιμετωπίσουν αυτό το θέμα.
fr: Des éléments issus d'espaces de noms externes peuvent être utilisés dans tout <link xref="mal_inline">contexte intégré</link>. Bien que cela permette d'imbriquer des annotations « Ruby » dans un document Mallard, il est peu probable que les <link xref="mal_inline#processing">réponses aux traitements de recours</link> donnent des solutions satisfaisantes pour les outils ne prenant pas en charge « Ruby ». De futures versions de ce document aborderont cette question.

source: R022: Nested Elements
el: R022: Διαδοχικά (το ένα μέσα στο άλλο) στοιχεία
fr: R022 : Éléments imbriqués

source: [R022] Great care must be taken when defining or using nested translatable elements.
el: [R022] Χρειάζεται μεγάλη προσοχή κατά τον ορισμό ή τη χρήση διαδοχικών μεταφράσιμων στοιχείων.
fr: [R022] Une grande attention doit être apportée lors de la définition ou de l'utilisation d'éléments traduisibles imbriqués.

source: Mallard explicitly disallows mixing block and inline content, except in well-defined cases which can easily be detected and handled. In Mallard, any block element which can contain text directly is considered to be a translation unit. Since these elements do not allow general block content to be mixed into the inline content, translation units can always be presented to translators without the need for placeholders.
el: Το Mallard ρητά απαγορεύει την ανάμιξη μπλοκ και εμβόλιμου περιεχομένου, εκτός από συγκεκριμένες περιπτώσεις που μπορεί εύκολα να ανιχνευθούν και να γίνει ο χειρισμός τους. Στο Mallard, οποιοδήποτε στοιχείο μπλοκ το οποίο μπορεί να περιέχει απευθείας κείμενο θεωρείται ότι είναι μονάδα μετάφρασης. Από τη στιγμή που αυτά τα στοιχεία δεν επιτρέπουν γενικό περιεχόμενο μπλοκ να αναμειγνύεται με το εμβόλιμο περιεχόμενο, οι μονάδες μετάφρασης μπορούν πάντα να παρουσιάζονται στους μεταφραστές χωρίς τη χρήση συμβόλων κράτησης θέσης.
fr: Mallard interdit explicitement le mélange de contenus de bloc et de contenus intégrés, excepté dans des cas bien définis pouvant être aisément repérés et gérés. Dans Mallard, tout élément bloc pouvant contenir du texte est considéré comme une unité traduisible. Étant donné que ces éléments n'autorisent pas que le contenu général de bloc soit mélangé avec du contenu intégré, les unités de traduction peuvent toujours être présentées aux traducteurs sans la nécessité de masques de substitution.

source: Note that this may not be the case if a translation tool chooses to treat certain container elements as translation units. For example, under some circumstances a translation tool might choose to present <link xref="mal_table">tables</link> or <link xref="mal_block_list">lists</link> as translatable to allow translators to reorder the rows or items. In these cases, the block content inside the entries or items would still constitute discrete units of translations, making placeholders necessary.
el: Σημειώστε ότι μπορεί αυτό να μην ισχύει αν ένα μεταφραστικό εργαλείο επιλέξει να αντιμετωπίσει ορισμένα στοιχεία περιέκτες ως μονάδες μετάφρασης. Παραδείγματος χάριν, κάτω από κάποιες περιστάσεις ένα μεταφραστικό εργαλείο μπορεί να εμφανίσει το <link xref="mal_table">tables</link> ή το <link xref="mal_block_list">lists</link> ως μεταφράσιμα για να επιτρέψει στους μεταφραστές να επαναδιατάξουν τις γραμμές ή τα αντικείμενα. Σε αυτές τις περιπτώσεις, το μπλοκ περιεχόμενο μέσα στις καταχωρήσεις ή τα αντικείμενα θα αποτελούσε διακριτές μονάδες μετάφρασης καθιστώντας αναγκαία τη χρήση συμβόλων κράτησης θέσης.
fr: À noter que cela peut ne pas être le cas si un outil de traduction choisit de traiter certains éléments conteneurs comme des unités traduisibles. Par exemple, en certaines circonstances un outil de traduction peut faire le choix de présenter des <link xref="mal_table">tableaux</link> ou <link xref="mal_block_list">listes</link> comme traduisibles pour permettre aux traducteurs de réordonner les lignes ou les articles. Dans ces cas, le contenu du bloc à l'intérieur des entrées ou des articles va être constitué de petites unités de traductions, rendant des masques de substitution nécessaires.

source: R025: Elements and Segmentation
el: R025: Στοιχεία και κατάτμηση
fr: R025 : Éléments et segmentation

source: [R025] Methods, independent of the semantic, of the elements must exist to provide hints on how to break down document content into meaningful runs of text.
el: [R025] Πρέπει να υπάρχουν μέθοδοι, ανεξάρτητα από σήμανση, των στοιχείων για να παρέχουν υποδείξεις στο πως να χωρίζεται το περιεχόμενο του εγγράφου σε συνέχειες με νόημα.
fr: [R025] Indépendantes de la sémantique, des méthodes concernant les éléments doivent exister pour donner des indications sur la manière de scinder le contenu du document en portions de texte porteuses de sens.

source: Making meaningful distinctions is ultimately the job of a processing tool, although the design of an XML vocabulary can have a significant impact on implementation difficulty. The following notes will be relevant to most tool implementors.
el: Το να γίνονται διακρίσεις με νόημα είναι τελικά η δουλειά ενός εργαλείου επεξεργασίας, παρόλο που ο σχεδιασμός ενός XML λεξικού μπορεί να έχει σημαντικό αντίκτυπο στη δυσκολία υλοποίησης. Οι ακόλουθες σημειώσεις θα έχουν εφαρμογή στους περισσότερους που υλοποιούν εργαλεία.
fr: Faire des distinctions sensées est en fin de compte le travail d'un outil de traitement, même si la conception d'un vocabulaire XML peut avoir un impact significatif sur la difficulté d'implémentation. Les notes ci-après seront utiles à la plupart des personnes qui implémentent un outil.

source: In Mallard, the content of any element, taken in context, is unambiguously <link xref="mal_inline">general inline content</link>, <link xref="mal_block">general block content</link>, or some particular type of structured content. It is never the case that processing tools must probe the contents to determine the content model.
el: Στο Mallard, το περιεχόμενο οποιουδήποτε στοιχείου, στο πλαίσιό του, είναι αναμφίβολα <link xref="mal_inline">γενικό εμβόλιμο περιεχόμενο</link>, <link xref="mal_block">γενικό μπλοκ περιεχόμενο</link>, ή κάποιος ιδιαίτερος τύπος δομημένου περιεχομένου. Ποτέ δεν χρειάζεται τα εργαλεία επεξεργασίας να δουν τα περιεχόμενα για να καθορίσουν το μοντέλο του περιεχομένου.
fr: Dans Mallard, le contenu de tout élément, pris dans le contexte, est sans ambiguïté : il est, soit <link xref="mal_inline">contenu intégré général</link>, soit <link xref="mal_block">contenu général de bloc</link>, soit contenu structuré de certains types particuliers. Il n'arrive jamais que l'outil de traitement ait besoin d'en tester le contenu pour déterminer le modèle.

source: Note that, since some element names are used in both block and inline contexts, such ambiguous content models would be particularly problematic for Mallard. Ambiguous content models could lead to situations where it is not possible to determine the function of an element such as <code>code</code>. Thus, ambiguous content models are explicitly avoided. This makes most processing tasks simpler.
el: Σημειώστε ότι από τη στιγμή που ορισμένα ονόματα στοιχείων χρησιμοποιούνται και σε μπλοκ και σε εμβόλιμο περιεχόμενο, τέτοια ασαφή μοντέλα περιεχομένου θα είναι ιδιαίτερα προβληματικά για το Mallard. Τα ασαφή μοντέλα περιεχομένου θα μπορούσαν να οδηγήσουν σε καταστάσεις όπου δεν είναι δυνατό να ορισθεί η λειτουργία ενός στοιχείου όπως το <code>code</code>. Έτσι τα ασαφή μοντέλα περιεχομένου πρέπει ρητά να αποφεύγονται. Αυτό κάνει τις περισσότερες λειτουργίες επεξεργασίας απλούστερες.
fr: À noter : eu égard au fait que certains noms d'éléments sont utilisés à la fois dans des contextes de blocs et intégrés, ces modèles de contenu ambigus sont particulièrement problématiques pour Mallard. Des modèles au contenu ambigu peuvent conduire à des situations dans lesquelles il n'est pas possible de déterminer la fonction d'un élément comme du <code>code</code>. C'est pourquoi, les modèles de contenu ambigu sont explicitement évités. Ceci rend la plupart des tâches de programmation plus simples.

source: In Mallard, elements generally contain either block content or inline content. Thus, for example, you cannot place a paragraph inside a paragraph. This is simpler for translators, as well as for translation tool implementors, because it reduces the need to use placeholders for separate translation units.
el: Στο Mallard τα στοιχεία γενικά περιέχουν είτε μπλοκ είτε εμβόλιμο περιεχόμενο. Έτσι, για παράδειγμα, δεν μπορείτε να τοποθετήσετε μια παράγραφο μέσα σε παράγραφο. Αυτό είναι απλούστερο για τους μεταφραστές, καθώς και για όσους υλοποιούν εργαλεία μετάφρασης, καθώς μειώνει την ανάγκη χρήσης συμβόλων κράτησης θέσης για ξεχωριστές μονάδες μετάφρασης.
fr: Dans Mallard, les éléments contiennent en règle générale soit un contenu de bloc, soit un contenu intégré. Ainsi, par exemple, vous ne pouvez pas placer un paragraphe à l'intérieur d'un paragraphe. Cela est plus simple pour les traducteurs, comme pour les auteurs d'outils de traduction, car cela réduit le besoin d'utiliser des masques de substitution pour séparer les unités de traduction.

source: One notable exception to the above is the <code>item</code> element in <link xref="mal_block_tree">tree lists</link>. To simplify writing, tree list items simply take inline content followed by any number of nested tree list items. Since the block-like items are not interspersed with the inline content, however, translation tools should be able to handle this case without placeholders.
el: Μία αξιοσημείωτη εξαίρεση είναι το στοιχείο <code>item</code> στις <link xref="mal_block_tree">tree lists</link>. Για να απλουστευτεί η συγγραφή οι δενδροειδείς λίστες απλά δέχονται εμβόλιμο περιεχόμενο ακολουθούμενο από οποιονδήποτε αριθμό διαδοχικών αντικειμένων δενδροειδούς λίστας. Από τη στιγμή που τα παρόμοια με μπλοκ αντικείμενα δεν διανθίζονται με το εμβόλιμο περιεχόμενο, τα μεταφραστικά εργαλεία θα πρέπει να μπορούν να χειριστούν αυτή την περίπτωση χωρίς σύμβολα κράτησης θέσης.
fr: L'exception la plus caractéristique à ce qui précède est l'élément <code>item</code> dans les <link xref="mal_block_tree">arborescences</link>. Pour simplifier l'écriture, les éléments d'une arborescence sont constitués d'un contenu intégré suivi par un nombre reflétant le degré d'imbrication de l'élément dans la liste. Étant donné que les éléments de type bloc ne sont pas éparpillés dans du contenu intégré, l'outil de traduction doit être capable de gérer ce cas sans masque de substitution.
