Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: The <code>figure</code> is similar to the <code href="http://www.docbook.org/tdg/en/html/figure.html">figure</code> element in DocBook. DocBook only provides a title for figures, whereas Mallard distinguishes between a title and a caption.
el: Το <code>figure</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/figure.html">figure</code> του DocBook. Το DocBook παρέχει μόνο τίτλο για τις εικόνες, ενώ το Mallard διακρίνει μεταξύ τίτλου και λεζάντας.
fr: L'élément <code>figure</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/figure.html">figure</code> de DocBook. DocBook met à disposition uniquement un intitulé pour les figures, alors que Mallard distingue entre intitulé et légende.

source: Mark a group of block elements as being part of a single example.
el: Επισημάνετε ένα γκρουπ στοιχείων μπλοκ ως μέρος ενός παραδείγματος.
fr: Marquer un groupe d'éléments blocs comme faisant partie d'un exemple unique.

source: Use the <code>example</code> element to place block elements into a logical group, indicating that they are part of a single example. This may be used to group example input with its result, to show different steps with different types of block elements, or simply to group some paragraphs together.
el: Χρησιμοποιήστε το στοιχείο <code>example</code> για να τοποθετήσετε στοιχεία μπλοκ σε μια λογική ομάδα, υποδεικνύοντας ότι είναι μέρος ενός παραδείγματος. Αυτό μπορεί να χρησιμοποιηθεί για ομαδοποιηθεί η εισαγωγή με το αποτέλεσμά της για να εμφανιστούν διάφορα βήματα με διαφορετικούς τύπους στοιχείων μπλοκ ή απλά να ομαδοποιηθούν κάποιες παράγραφοι.
fr: Utilisez l'élément <code>example</code> pour rassembler des éléments blocs dans un groupement logique, indiquant ainsi que ces blocs font partie d'un seul et même exemple. L'élément <code>example</code> s'utilise pour regrouper code d'entrée et résultat de l'exemple, pour montrer des étapes successives avec plusieurs types d'éléments blocs ou, plus simplement, pour regrouper un ensemble de quelques paragraphes.

source: The <code>example</code> element can contain any <link xref="mal_block">general block content</link>.
el: Το στοιχείο <code>example</code> μπορεί να περιέχει οποιοδήποτε <link xref="mal_block">γενικό περιεχόμενο μπλοκ</link>.
fr: L'élément <code>example</code> peut contenir n'importe quel <link xref="mal_block">contenu général de bloc</link>.

source: The <code>example</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>example</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένου μέσα σε <link xref="mal_page">σελίδες</link>, <link xref="mal_section">ενότητες</link>, και ορισμένα <link xref="mal_block">στοιχεία μπλοκ</link>.
fr: L'élément <code>example</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments blocs</link>.

source: The <code>example</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>example</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>example</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"></link> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>example</code> to show how to use the <code>screen</code> element, grouping the input and formatted result:
el: Χρησιμοποιήστε το <code>example</code> για να δείξετε τη χρήση του στοιχείου <code>screen</code>, ομαδοποιώντας την εισαγωγή και το μορφοποιημένο αποτέλεσμα:
fr: Utilisation de <code>example</code> pour montrer l'usage de l'élément <code>screen</code> en regroupant entrée et résultat formaté :

source: The contents of an <code>example</code> element should each be rendered as block elements as normal. Example should use margins, borders, or other stylistic effects to provide a clear visual indication of the grouping.
el: Τα περιεχόμενα του στοιχείου <code>example</code> θα πρέπει να αποδίδονται κανονικά ως στοιχεία μπλοκ. Το παράδειγμα θα πρέπει να χρησιμοποιεί περιθώρια, περιγράμματα ή άλλα εφέ μορφοποίησης για να δίνει μια καθαρή οπτική εικόνα της ομαδοποίησης.
fr: Les contenus d'un élément <code>example</code> seront chacun normalement rendus comme des éléments blocs. L'élément <code>example</code> peut utiliser marges, bordures ou autres effets de style pour donner une indication visuelle claire du groupement.

source: The <code>example</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/example.html">example</code> element in DocBook. In DocBook, the <code>example</code> element is a formal element. In Mallard, <code>example</code> is a simple container element, and does not allow a <code xref="mal_block_title">title</code> element.
el: Το στοιχείο <code>example</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/example.html">example</code> του DocBook. Στο DocBook το στοιχείο <code>example</code> είναι τυπικό στοιχείο. Στο Mallard το στοιχείο <code>example</code> είναι ένα απλό στοιχείο περιέκτη και δεν επιτρέπει στοιχείο <code xref="mal_block_title">title</code>.
fr: L'élément <code>example</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/example.html">example</code> de DocBook. Dans DocBook, l'élément <code>example</code> est un élément formel. Dans Mallard, <code>example</code> est un simple élément conteneur et il n'autorise pas d'élément <code xref="mal_block_title">title</code>.

source: Provide a caption for a formal block element.
el: Δώστε μια λεζάντα για ένα τυπικό στοιχείο μπλοκ.
fr: Donner une légende à un élément bloc formel.

source: Block Descriptions
el: Περιγραφές μπλοκ
fr: Descriptions de blocs

source: The <code>desc</code> element marks a short text description for formal block elements like <link xref="mal_block_figure">figure</link>. The description provided by <code>desc</code> is formatted as a caption for the formal element.
el: Το στοιχείο <code>desc</code> επισημαίνει μια σύντομη περιγραφή για τυπικά στοιχεία μπλοκ όπως το <link xref="mal_block_figure">figure</link>. Η περιγραφή που δίνεται από το <code>desc</code> μορφοποιείται ως λεζάντα από το τυπικό στοιχείο.
fr: L'élément <code>desc</code> marque un court texte descriptif du contenu d'éléments blocs formels comme par exemple une <link xref="mal_block_figure">figure</link>. La description fournie par <code>desc</code> est affichée sous forme de légende de l'élément formel.

source: The <code>desc</code> element can occur in the formal block elements <code xref="mal_block_figure">figure</code>, <code xref="mal_block_listing">listing</code>, and <code xref="mal_block_synopsis">synopsis</code>.
el: Το στοιχείο <code>desc</code> μπορεί να υπάρχει στα τυπικά στοιχεία μπλοκ <code xref="mal_block_figure">figure</code>, <code xref="mal_block_listing">listing</code>, και <code xref="mal_block_synopsis">synopsis</code>.
fr: L'élément <code>desc</code> peut se rencontrer dans les éléments blocs formels <code xref="mal_block_figure">figure</code>, <code xref="mal_block_listing">listing</code> et <code xref="mal_block_synopsis">synopsis</code>.

source: The <code>desc</code> element can also be used in an informational context. See <link xref="mal_info_desc"/> for more information.
el: Το στοιχείο <code>desc</code> μπορεί επίσης να χρησιμοποιηθεί με πληροφοριακό περιεχόμενο. Δείτε το <link xref="mal_info_desc"/> για περισσότερες πληροφορίες.
fr: L'élément <code>desc</code> peut aussi s'utiliser dans un contexte d'information. Consultez <link xref="mal_info_desc"/> pour plus de précisions.

source: Use <code>desc</code> to provide a caption for a <link xref="mal_block_figure">figure</link>:
el: Χρησιμοποιήστε το <code>desc</code> για να δώσετε μια λεζάντα για μια <link xref="mal_block_figure">figure</link>:
fr: Utilisation de <code>desc</code> pour légender une <link xref="mal_block_figure">illustration</link> :

source: Use <code>desc</code> to provide a caption for a <link xref="mal_block_figure">listing</link>:
el: Χρησιμοποιήστε το <code>desc</code> για να δώσετε μια λεζάντα για μια <link xref="mal_block_figure">listing</link>:
fr: Utilisation de <code>desc</code> pour légender un <link xref="mal_block_figure">listing</link> :

source: More exaples can be found on the pages <link xref="mal_block_figure"/>, <link xref="mal_block_listing"/>, and <link xref="mal_block_synopsis"/>.
el: Περισσότερα παραδείγματα μπορεί να βρεθούν στις σελίδες <link xref="mal_block_figure"/>, <link xref="mal_block_listing"/>, και <link xref="mal_block_synopsis"/>.
fr: D'autres exemples se trouvent aux pages <link xref="mal_block_figure"/>, <link xref="mal_block_listing"/> et <link xref="mal_block_synopsis"/>.

source: The exact display of a description will depend on how the enclosing formal element is displayed. A description is a block of text that is displayed directly above or below the normal contents of the enclosing element.
el: Η ακριβής απεικόνιση μιας περιγραφής θα εξαρτηθεί από το πως εμφανίζεται το τυπικό στοιχείο που την περικλείει. Μια περιγραφή είναι ένα μπλοκ κειμένου που εμφανίζεται ακριβώς πάνω ή κάτω από κανονικά περιεχόμενο του στοιχείου που την περικλείει.
fr: L'affichage exact d'une description dépend de la manière dont l'élément formel qui l'inclut est affiché. Une description est un bloc de texte affiché directement au dessus ou au dessous du contenu normal de l'élément incorporant.

source: A description should be displayed in a way that makes its role clearn and which clearly distinguishes it from the normal block content of the enclosing element.
el: Μια περιγραφή θα πρέπει να εμφανίζεται με τρόπο που καθιστά σαφή το ρόλο της και ο οποίος τη διαφοροποιεί από το κανονικό περιεχόμενο μπλοκ του στοιχείου που την περικλείει.
fr: Une description doit être affichée de manière à clarifier son rôle en étant nettement distincte du contenu normal du bloc de l'élément incorporant.

source: Include an editorial comment that's hidden from normal readers.
el: Συμπεριλάβετε ένα σχόλιο συντάκτη που είναι κρυφό για τους απλούς αναγνώστες.
fr: Incorporer un commentaire éditorial caché pour les lecteurs normaux.

source: Editorial Comments
el: Συγγραφικά σχόλια
fr: Commentaires éditoriaux

source: The <code>comment</code> element allows you to insert editorial comments into your document. These comments are intended to be displayed only when editing or reviewing the document, and not when the document is viewed by the end reader. A <code>comment</code> element can contain other <code>comment</code> elements, allowing you to have a threaded discussion inside editorial comments.
el: Το στοιχείο <code>comment</code> σας επιτρέπει να εισάγετε σχόλια συντάκτη στο έγγραφό σας. Αυτά τα σχόλια πρέπει να εμφανίζονται μόνο όταν γίνεται επεξεργασία ή ανασκόπηση του εγγράφου, και όχι όταν το έγγραφο το βλέπει ο αναγνώστης. Ένα στοιχείο <code>comment</code> μπορεί να περιέχει άλλα στοιχεία <code>comment</code>, επιτρέποντάς σας να έχετε νήματα συζητήσεων μέσα σε σχόλια συντάκτη.
fr: L'élément <code>comment</code> vous permet d'insérer des commentaires d'édition dans votre document. Ces commentaires sont destinés à être affichés uniquement lors de la modification ou de la révision du document, et non lorsque le document est visionné par le lecteur final. Un élément <code>comment</code> peut contenir d'autres éléments <code>comment</code>, autorisant ainsi un fil de discussion dans les commentaires éditoriaux.

source: A <code>comment</code> element may optionally contain a <code xref="mal_block_title">title</code> element to provide a brief description of the subject of the comment. Titles are encouraged in top-level comments, although they are usually unnecessary in replies.
el: Ένα στοιχείο <code>comment</code> μπορεί προαιρετικά να περιέχει ένα στοιχείο για να δίνει μια σύντομη περιγραφή του θέματος του σχολίου. Οι τίτλοι καλό είναι να υπάρχουν στα πρώτα σχόλια ενώ δεν χρειάζονται συνήθως στις απαντήσεις.
fr: Un élément <code>comment</code> peut contenir facultativement un élément <code xref="mal_block_title">title</code> pour donner une brève description des motifs du commentaire. Les titres sont conseillés dans les commentaires initiaux, a contrario ils sont souvent superflus dans les réponses.

source: The <code xref="mal_block_cite">cite</code> element is a required element that specifies the person making the comment. Writers are highly encouraged to provide a <code>date</code> attribute.
el: Το στοιχείο <code xref="mal_block_cite">cite</code> είναι ένα απαιτούμενο στοιχείο που καθορίζει το πρόσωπο που κάνει το σχόλιο. Οι συγγραφείς καλό είναι να ορίζουν μια ιδιότητα <code>date</code>.
fr: L'élément <code xref="mal_block_cite">cite</code> est requis. Il désigne l'auteur du commentaire. Il est vivement conseillé aux auteurs de commentaires de mettre un attribut <code>date</code>.

source: The <code>comment</code> element contains an optional <link xref="mal_block_title">title</link> element, a <link xref="mal_block_cite">cite</link> element, and any <link xref="mal_block">general block content</link>.
el: Το στοιχείο <code>comment</code> περιέχει ένα προαιρετικό στοιχείο <link xref="mal_block_title">title</link>, ένα στοιχείο <link xref="mal_block_cite">cite</link> και οποιοδήποτε <link xref="mal_block">γενικό περιεχόμενο μπλοκ</link>.
fr: L'élément <code>comment</code> contient un élément <link xref="mal_block_title">title</link> optionnel, un élément <link xref="mal_block_cite">cite</link> et n'importe quel <link xref="mal_block">contenu de bloc général</link>.

source: The <code>comment</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>comment</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένου μέσα σε <link xref="mal_page">σελίδες</link>, <link xref="mal_section">ενότητες</link>, και ορισμένα <link xref="mal_block">στοιχεία μπλοκ</link>.
fr: L'élément <code>comment</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments blocs</link>.

source: The <code>comment</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>comment</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>comment</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Provide a comment:
el: Γράψτε ένα σχόλιο:
fr: Ajout d'un commentaire :

source: Mallards Are Dabbling Ducks
el: Τα Mallard (αγριόπαπιες) είναι αδέξιες πάπιες
fr: Les colverts sont des canards barboteurs

source: The information in this section is wrong. Mallards are dabbling ducks, not diving ducks.
el: Οι πληροφορίες σε αυτή την ενότητα είναι λάθος. Τα Mallard είναι αδέξιες πάπιες, όχι βουτηχτάδες.
fr: L'information dans ce paragraphe est inexacte. Les colverts sont des canard barboteurs, et non des canards plongeurs.

source: Use <code>comment</code> to carry out a threaded discussion:
el: Χρησιμοποιήστε το στοιχείο <code>comment</code> για να διεξάγετε μια συζήτηση με νήματα:
fr: Réalisation d'un fil de discussion avec <code>comment</code> :

source: But I saw a mallard dive just the other day.
el: Μα είδα μια αγριόπαπια (mallard) να βουτάει τις προάλλες.
fr: Mais, j'ai vraiment vu un colvert plonger l'autre jour.

source: Rupert, please see the <link href="http://en.wikipedia.org/wiki/Mallard">Wikipedia entry</link>.
el: Δημήτρη, παρακαλώ δες την <link href="http://en.wikipedia.org/wiki/Mallard">καταχώρηση στη Wikipedia</link>.
fr: Rupert, consulte cet <link href="http://en.wikipedia.org/wiki/Mallard">article de Wikipedia</link>.

source: In normal processing, <code>comment</code> elements are not displayed. It may be displayed under various circumstances, such as for writing and editing purposes.
el: Στην κανονική επεξεργασία, τα στοιχεία <code>comment</code> δεν εμφανίζονται. Μπορεί να εμφανίζονται υπό διάφορες περιστάσεις, όπως για συγγραφή και επεξεργασία.
fr: Dans un traitement normal, les éléments <code>comment</code> ne sont pas affichés. Ils peuvent l'être dans diverses circonstances, telles que la rédaction et l'édition.

source: When shown, a <code>comment</code> element is rendered as a displayed block, with each of its child elements interpreted as block elements. A border, background color, or other stylistic effect should be used to clearly set distinguish comments from the surrounding content.
el: Όταν εμφανίζεται, ένα στοχείο <code>comment</code> αποδίδεται ως εμφανιζόμενο μπλοκ, με καθένα από τα θυγατρικά του στοιχεία να ερμηνεύεται ως στοιχείο μπλοκ. Ένα περίγραμμα, χρώμα παρασκηνίου ή άλλο εφέ μορφοποίησης θα πρέπει να χρησιμοποιηθεί για διακρίνονται σαφώς τα σχόλια από το περιβάλλον περιεχόμενο.
fr: Lorsqu'il est affiché, un élément <code>comment</code> est rendu comme un bloc, chacun de ses éléments enfants étant interprété de même. Une bordure, un fond de couleur ou tout autre effet de style peuvent être utilisés pour distinguer clairement les commentaires des contenus environnants.

source: If a <code>title</code> element is present, it is displayed at the top of the comment. The <code>cite</code> my require special processing to dispaly both its inline content and its <code>date</code> attribute. Automatic text may be used for this.
el: Αν υπάρχει στοιχείο <code>title</code>, εμφανίζεται στην κορυφή του σχολίου. Το <code>cite</code> μπορεί να απαιτεί ειδική επεξεργασία για να εμφανιστεί τόσο το εμβόλιμο περιεχόμενό του όσο και η ιδιότητα <code>date</code> που έχει. Γι' αυτό το σκοπό μπορεί να χρησιμοποιηθεί αυτόματο κείμενο.
fr: Si un élément <code>title</code> est présent, il est affiché en tête du commentaire. L'élément <code>cite</code> nécessite un traitement particulier pour afficher à la fois son contenu intégré et son attribut <code>date</code>. Un traitement automatique est utilisé à cet effet.

source: The <code>comment</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/remark.html">remark</code> element in DocBook. The DocBook <code>remark</code> element may be used in either a block or an inline context, whereas the <code>comment</code> element may only be used as a block element. The DocBook <code>remark</code> element does not provide a way to supply a title or the name of the person making the remark.
el: Το στοιχείο <code>comment</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/remark.html">remark</code> του DocBook. Το στοιχείο <code>remark</code> του DocBook μπορεί να χρησιμοποιηθεί είτε σε μπλοκ ή σε εμβόλιμο περιεχόμενο ενώ το στοιχείο μπορεί να χρησιμοποιηθεί μόνο ως στοιχείο μπλοκ. Το στοιχείο <code>remark</code> του DocBook δεν έχει τρόπο προσθήκης τίτλου ή ονόματος του σχολιαστή.
fr: L'élément <code>comment</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/remark.html">remark</code> de DocBook. L'élément DocBook <code>remark</code> peut s'utiliser à la fois dans un contexte de bloc ou intégré, alors que l'élément <code>comment</code> ne peut être utilisé qu'en tant qu'élément bloc. L'élément DocBook <code>remark</code> ne donne pas le moyen de mentionner un intitulé ou le nom de l'auteur de la remarque.

source: Code Blocks
el: Μπλοκ κώδικα
fr: Blocs de code

source: Use the <code>code</code> element to mark up a block of text from a computer language. This will typically be used for programming languages, markup languages, and configuration files; however, you may use <code>code</code> for the contents of any text file.
el: Χρησιμοποιήστε το στοιχείο <code>code</code> για να επισημάνετε ένα μπλοκ κειμένου γλώσσας υπολογιστή. Αυτό συνήθως θα χρησιμοποιηθεί για γλώσσες προγραμματισμού, γλώσσες σήμανσης και αρχεία διαμόρφωσης. Πάντως, μπορείτε να χρησιμοποιήσετε το <code>code</code> για τα περιεχόμενα οποιυδήποτε αρχείου κειμένου.
fr: Servez‑vous de l'élément <code>code</code> pour baliser un bloc de texte dans un langage informatique. Il est communément employé pour les langages de programmation et de balisage ainsi que les fichiers de configuration. Vous pouvez, toutefois, vous servir de <code>code</code> pour tout contenu de fichier texte.

source: The <code>code</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>. Whitespace is interpreted literally.
el: Το στοιχείο <code>code</code> μπορεί να περιέχει ένα μείγμα κειμένου και <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément bloc <code>code</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>. Les blancs sont repris à l'identique.

source: The <code>code</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>code</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένου μέσα σε <link xref="mal_page">σελίδες</link>, <link xref="mal_section">ενότητες</link>, και ορισμένα <link xref="mal_block">στοιχεία μπλοκ</link>.
fr: L'élément <code>code</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments blocs</link>.

source: The <code>code</code> element may also be used in an inline context. See <link xref="mal_inline_code"/> for more information.
el: Το στοιχείο <code>code</code> μπορεί να χρησιμοποιηθεί σε εμβόλιμο περιεχόμενο. Δείτε το <link xref="mal_inline_code"/> για περισσότερες πληροφορίες.
fr: L'élément <code>code</code> s'utilise aussi dans un contexte intégré. Consultez <link xref="mal_inline_code"/> pour plus d'informations.

source: Use the <code>code</code> element inside a <code xref="mal_block_listing">listing</code> element to provide a title and description for the code block. This is frequently used to provide the name of the file whose contents are being shown.
el: Χρησιμοποιήστε το στοιχείο <code>code</code> μέσα σε ένα στοιχείο <code xref="mal_block_listing">listing</code> για να δώσετε ένα τίτλο και μια περιγραφή για το μπλοκ κώδικα. Αυτό συχνά χρησιμοποιείται για να δίνεται το όνομα του αρχείου του οποίου εμφανίζονται τα περιέχομενα.
fr: Utilisez l'élément <code>code</code> dans un élément <code xref="mal_block_listing">listing</code> pour donner un titre et décrire le bloc de code. Ce montage est fréquemment utilisé pour indiquer le nom du fichier dont le contenu est affiché.
