Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: The <code>link</code> element combines the functionality of the <code href="http://www.docbook.org/tdg/en/html/link.html">link</code>, <code href="http://www.docbook.org/tdg/en/html/xref.html">xref</code>, and <code href="http://www.docbook.org/tdg/en/html/ulink.html">ulink</code> elements in DocBook. For the <code>link</code> and <code>xref</code> elements, DocBook provides the <code>endterm</code> attribute to select an alternative element from which to take content. Mallard does not provide this feature, although it allows you to select from alternative titles for the linked-to element.
el: Το στοιχείο <code>link</code> συνδυάζει τη λειτουργικότητα των στοιχείων <code href="http://www.docbook.org/tdg/en/html/link.html">link</code>, <code href="http://www.docbook.org/tdg/en/html/xref.html">xref</code>, και <code href="http://www.docbook.org/tdg/en/html/ulink.html">ulink</code> του DocBook. Για τα στοιχεία <code>link</code> και <code>xref</code> το DocBook παρέχει την ιδιότητα <code>endterm</code> για να επιλέξει ένα εναλλακτικό στοιχείο από το οποίο να πάρει περιεχόμενο. Το Mallard δεν παρέχει αυτή τη δυνατότητα, παρότι σας επιτρέπει να επιλέξετε ανάμεσα σε εναλλακτικούς τίτλους για το συνδεδεμένο περιεχόμενο.
fr: L'élément <code>link</code> combine les fonctionnalités des éléments <code href="http://www.docbook.org/tdg/en/html/link.html">link</code>, <code href="http://www.docbook.org/tdg/en/html/xref.html">xref</code> et <code href="http://www.docbook.org/tdg/en/html/ulink.html">ulink</code> de Docbook. Pour les éléments <code>link</code> et <code>xref</code>, Docbook met à disposition l'attribut <code>endterm</code> pour choisir un élément de remplacement dont le contenu sera utilisé comme texte de liaison. Mallard ne dispose pas de cette possibilité, même s'il autorise la sélection d'intitulés de remplacement pour l'élément auquel on se lie.

source: DocBook provides the <code>xrefstyle</code> attribute to control how automatic link text is generated. The behavior of this attribute is unspecified. Rather than attempt to use style hints, Mallard allows writers to specify exact alternative link contents. Alternative link contents are important in languages with case declensions.
el: Το DocBook παρέχει την ιδιότητα <code>xrefstyle</code> για να ελέγχει πώς παράγεται το αυτόματο κείμενο. Η συμπεριφορά αυτής της ιδιότητες δεν έχει προδιαγραφεί. Αντί να προσπαθεί να χρησιμοποιήσει υποδείξεις στυλ, το Mallard επιτρέπει στους συγγραφείς να καθορίσουν ακριβές εναλλακτικό περιεχόμενο του συνδέσμου. Τα εναλλακτικά περιεχόμενα των συνδέσμων είναι σημαντικά σε γλώσσες με κλίσεις ή πτώσεις.
fr: Docbook dispose de l'attribut <code>xrefstyle</code> pour contrôler la manière dont la liaison automatique est générée. Le comportement de cet attribut n'est pas défini. Plutôt que tenter d'utiliser des indications de style, Mallard autorise les rédacteurs à définir une valeur de remplacement exacte aux contenus du lien. Les valeurs de remplacement des contenus de liens ont leur importance dans les langues avec des cas de déclinaisons.

source: Mark up a key combination or sequence.
el: Σημείωση ενός συνδυασμού ή μιας ακολουθίας πλήκτρων.
fr: Balisage d'une combinaison ou séquence de touches.

source: Key Sequences
el: Ακολουθίες πλήκτρων
fr: Combinaisons de touches

source: Use the <code>keyseq</code> element to mark up a key combination or sequence. Use the <code xref="mal_inline_key">key</code> element to mark up each individual key press. You can use text without markup to indicate a class of keys, such as <em>arrow keys</em>, or to indicate a mouse action.
el: Χρησιμοποιήστε το στοιχείο <code>keyseq</code> για να σημειώσετε ένα συνδυασμό ή ακολουθία πλήκτρων. Χρησιμοποιηστε το στοιχείο <code xref="mal_inline_key">key</code> για να σημειώσετε κάθε ξεχωριστό πάτημα πλήκτρου. Μπορείτε να χρησιμοποιήσετε κείμενο χωρίς σημείωση για να υποδείξετε μια κατηγορία πλήκτρων, όπως <em>βελάκια</em>, ή για να υποδείξετε μια ενέργεια του ποντικιού.
fr: Utilisez l'élément <code>keyseq</code> pour baliser une combinaison ou une suite de touches au clavier. Utilisez l'élément <code xref="mal_inline_key">key</code> pour baliser la frappe d'une touche isolée. Vous pouvez employer du texte sans balise pour indiquer une catégorie de touches, comme les <em>touches fléchées</em> ou pour indiquer une action de la souris.

source: The <code>keyseq</code> element can contain a mixture of text, <code xref="mal_inline_key">key</code> elements, and other <code>keyseq</code> elements.
el: Το στοιχείο <code>keyseq</code> μπορεί να περιέχει ένα μίγμα από κείμενο, στοιχεία <code xref="mal_inline_key">key</code>, και άλλα στοιχεία <code>keyseq</code>.
fr: L'élément <code>keyseq</code> peut contenir un mélange de texte, d'éléments <code xref="mal_inline_key">key</code> et d'autres éléments <code>keyseq</code>.

source: The <code>keyseq</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>keyseq</code> συναντάται σε οποιοδήποτε γενικό συγγραμμικό περιεχόμενο, συμπεριλαμβανομένων των περισσότερων <link xref="mal_inline">συγγραμμικών στοιχείων</link>, μερικών <link xref="mal_block#basic">βασικών στοιχείων μπλοκ</link> και μερικών <link xref="mal_info">πληροφοριακών στοιχείων</link>.
fr: L'élément <code>keyseq</code> peut se rencontrer dans tout contexte général intégré, y compris à l'intérieur de la plupart des <link xref="mal_inline">éléments intégrés</link>, de quelques <link xref="mal_block#basic">éléments blocs de base</link>, et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>type</code> element indicates whether the keys should be pressed together (<code>"combo"</code>) or in sequence (<code>"sequence"</code>). The default is <code>"combo"</code>.
el: Το στοιχείο <code>type</code> υποδεικνύει αν τα πλήκτρα θα πρέπει να πιεστούν ταυτόχρονα (<code>"combo"</code>) ή διαδοχικά (<code>"sequence"</code>). Η προεπιλογή είναι <code>"combo"</code>.
fr: L'élément <code>type</code> indique si les touches doivent être pressées simultanément (<code>"combo"</code>) ou successivement (<code>"sequence"</code>). La valeur par défaut est <code>"combo"</code>.

source: The <code>keyseq</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>keyseq</code> μπορεί να έχει ιδιότητες από εξωτερικά namespace. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες από εξωτερικά namespace.
fr: L'élément <code>keyseq</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>keyseq</code> to mark up a keyboard shortcut:
el: Χρησιμοποιήστε το <code>keyseq</code> για να σημειώσετε μια συντόμευση πληκτρολογίου:
fr: Utilisation de <code>keyseq</code> pour baliser un raccourci clavier :

source: Press <keyseq><key>Ctrl</key><key>Q</key></keyseq> to quit.
el: Πιέστε <keyseq><key>Ctrl</key><key>Q</key></keyseq> για κλείσιμο.
fr: Appuyez sur <keyseq><key>Ctrl</key><key>Q</key></keyseq> pour quitter.

source: Use <code>keyseq</code> with text for classes of keys:
el: Χρησιμοποιήστε το <code>keyseq</code> με κείμενο για κατηγορίες πλήκτρων:
fr: Utilisation de <code>keyseq</code> avec du texte pour indiquer une catégorie de touches :

source: Press <keyseq><key>Shift</key>arrow keys</keyseq> to make a continuous selection as you move the keyboard focus.
el: Πιέστε <keyseq><key>Shift</key>βελάκια</keyseq> για να κάνετε συνεχόμενη επιλογή καθώς μετακινείτε την εστίαση του πληκτρολογίου.
fr: Appuyez sur <keyseq><key>Maj.</key>touches fléchées</keyseq> pour faire une sélection continue en déplaçant le focus clavier.

source: Use <code>keyseq</code> with text for mouse actions:
el: Χρησιμοποιήστε το <code>keyseq</code> με κείμενο για ενέργειες του ποντικιού:
fr: Utilisation de <code>keyseq</code> avec du texte pour les actions avec la souris :

source: <keyseq><key>Shift</key>click</keyseq> to make a continuous selection.
el: <keyseq><key>Shift</key>κλικ</keyseq> για να κάνετε μια συνεχή επιλογή.
fr: Utilisez <keyseq><key>Maj.</key>clic</keyseq> pour faire une sélection continue.

source: Use nested <code>keyseq</code> elements for complex key commands:
el: Χρησιμοποιήστε εμφωλευμένα στοιχεία <code>keyseq</code> για πολύπλοκες εντολές πλήκτρων:
fr: Utilisation des éléments <code>keyseq</code> imbriqués pour les commandes clavier complexes :

source: Press <keyseq type="sequence"><keyseq><key>C</key><key>x</key></keyseq><keyseq><key>C</key><key>s</key></keyseq></keyseq> to save a file in <app>Emacs</app>.
el: Πιέστε <keyseq type="sequence"><keyseq><key>C</key><key>x</key></keyseq><keyseq><key>C</key><key>s</key></keyseq></keyseq> για να αποθηκεύσετε ένα αρχείο στον <app>Emacs</app>.
fr: Appuyez sur <keyseq type="sequence"><keyseq><key>C</key><key>x</key></keyseq><keyseq><key>C</key><key>s</key></keyseq></keyseq> pour enregistrer un fichier dans <app>Emacs</app>.

source: Since classes of keys and mouse actions are written without surrounding markup, you can't have two consecutive key classes or mouse actions. You can overcome this limitation by using nested singleton <code>keyseq</code> elements:
el: Αφού οι κλάσεις των πλήκτρων και των ενεργειών του ποντικιού είναι γραμμένες χωρίς περιβάλλουσα σήμανση, δεν μπορείτε να έχετε δύο διαδοχικές κλάσεις πλήκτρων ή ενεργειών ποντικιού. Μπορείτε να υπερβείτε αυτό τον περιορισμό χρησιμοποιώντας διαδοχικά μονά στοιχεία <code>keyseq</code>:
fr: Étant donné que les catégories de touches et les actions de la souris sont écrites sans être entourées de balises, vous ne pouvez pas mettre à la suite deux catégories de touches et/ou actions de la souris. On peut dépasser cette limitation en utilisant des éléments isolés <code>keyseq</code> imbriqués :

source: There are various ways to modify drag behavior by using <keyseq><keyseq>modifier</keyseq>drag</keyseq>.
el: Υπάρχουν διάφοροι τρόποι για να τροποιήσετε τη συμπεριφορά της μετακίνησης (σύρσιμο) χρησιμοποιώντας το <keyseq><keyseq>modifier</keyseq>drag</keyseq>.
fr: Il existe plusieurs moyens de modifier le comportement du glisser-déposer en utilisant <keyseq><keyseq>touches modificatrices</keyseq>glisser-déposer</keyseq>.

source: Each of the child <code>key</code> elements and text nodes, except whitespace-only text nodes, is displayed as described below, adding a separator between them. The exact separator may vary according to language and style preferences, and according to the <code>type</code> attribute. For sequences, a space is typically used. For combinations, the plus sign (+) is most frequently used on modern systems, although the hyphen (-) is still common in some areas. A style hint may be used to choose between different separators.
el: Καθένα από τα θυγατρικά στοιχεία <code>key</code> και κόμβοι κειμένου, εκτός από τους κόμβους με μόνο κενά διαστήματα, εμφανίζεται όπως περιγράφεται παρακάτω, προσθέτοντας ένα διαχωριστή μεταξύ τους. Ο ακριβής διαχωριστής μπορεί να διαφέρει ανάλογα με τη γλώσσα και τις προτιμήσεις στυλ και σύμφωνα με την ιδιότητα <code>type</code>. Για ακολουθίες, συνήθως χρησιμοποιείται ένα κενό διάστημα. Για συνδυασμούς, το σύμβολο συν (+) χρησιμοποιείται πιο συχνά στα σύγχρονα συστήματα, παρόλο που η παύλα (-) είναι συνήθης σε ορισμένες περιοχές. Μια υπόδειξη στυλ μπορεί να χρησιμοποιηθεί για την επιλογή μεταξύ των διάφορων διαχωριστών.
fr: Chaque élément <code>key</code> et nœuds de texte enfants, hormis ceux constitués uniquement d'espaces, sont affichés, comme décrit ci-après, en ajoutant un séparateur entre eux. La nature exacte du séparateur peut varier selon la langue, les préférences de style et selon l'attribut <code>type</code>. Pour les séquences, l'espace est couramment utilisé. Pour les combinaisons, le signe plus (+) est très fréquemment utilisé sur les systèmes modernes, quoique le tiret (-) soit toujours en vogue dans certaines zones. On peut utiliser des indications de style pour choisir entre différents séparateurs.

source: Child <code>key</code> and <code>keyseq</code> elements are shown as normal. Text nodes have their whitespace normalized to strip leading and trailing spaces. Text nodes may be rendered using a font variation.
el: Τα θυγατρικά στοιχεία <code>key</code> και <code>keyseq</code> εμφανίζονται κανονικά. Στους κόμβους κειμένου γίνεται κανονικοποίηση των κενών διαστημάτων για να αφαιρεθούν τα αρχικά και τελικά διαστήματα. Οι κόμβοι κειμένου μπορεί να αποδοθούν με διαφοροποιημένη γραμματοσειρά.
fr: Les éléments enfants <code>key</code> et <code>keyseq</code> sont affichés de manière normale. Les nœuds de texte voient leurs blancs normalisés par élimination des espaces de tête et de queue. Les nœuds de texte peuvent être affichés avec un changement de police.

source: The <code>keyseq</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/keycombo.html">keycombo</code> element in DocBook. Like <code>keycombo</code>, <code>keyseq</code> elements can be nested to indicate sequences of key combinations. Since Mallard does not provide an element analogous to the DocBook element <code href="http://www.docbook.org/tdg/en/html/mousebutton.html">mousebutton</code>, mouse actions in key sequences should be written as text content without markup.
el: Το στοιχείο <code>keyseq</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/keycombo.html">keycombo</code> στο DocBook. Όπως το <code>keycombo</code>, τα στοιχεία <code>keyseq</code> μπορούν να είναι διαδοχικά για να υποδείξουν αλληλουχίες συνδυασμών πλήκτρων. Αφού το Mallard δεν παρέχει ένα στοιχείο ανάλογο του στοιχείου του DocBook <code href="http://www.docbook.org/tdg/en/html/mousebutton.html">mousebutton</code>, οι ενέργειες του ποντικιού σε αλληλουχίες πλήκτρων θα πρέπει να γραφούν ως περιεχόμενο κειμένου χωρίς επισήμανση.
fr: L'élément <code>keyseq</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/keycombo.html">keycombo</code> de DocBook. Comme <code>keycombo</code>, les éléments <code>keyseq</code> peuvent être imbriqués pour indiquer des séquences de combinaisons de touches. Étant donné que Mallard ne met pas à disposition d'élément analogue à <code href="http://www.docbook.org/tdg/en/html/mousebutton.html">mousebutton</code> de DocBook, les actions de la souris dans les séquences de touches sont affichées comme du contenu textuel sans balisage.

source: Mark up a key to be pressed on the user's keyboard.
el: Σημειώστε ένα πλήκτρο που θα πιεστεί στο πληκτρολόγιο του χρήστη.
fr: Balisage des appuis sur une touche du clavier de l'utilisateur.

source: Key Strokes
el: Πατήματα πλήκτρων
fr: Appuis sur une touche

source: Use the <code>key</code> element to mark up a key on the keyboard. You can use this for letter keys, such as <key>Q</key>, or for keys with names, such as <key>Ctrl</key>. Generally, the contents of the <code>key</code> element should be what is printed on the physical key, although it may be a textual description for keys with symbols printed on them.
el: Χρησιμοποιήστε το στοιχείο <code>key</code> για να επισημάνετε ένα πλήκτρο στο πληκτρολόγιο. Μπορείτε να το χρησιμοποιήσετε για γράμματα, όπως το <key>Q</key>, ή για πλήκτρα με ονόματα όπως το <key>Ctrl</key>. Γενικά, τα περιεχόμενα του στοιχείου <code>key</code> θα πρέπει να είναι ό,τι εμφανίζεται στο πραγματικό πλήκτρο, παρόλο που μπορεί να είναι μια περιγραφή για τα πλήκτρα που έχουν σύμβολα επάνω τους.
fr: Utilisez l'élément <code>key</code> pour indiquer une touche de clavier. Cet élément est utilisable tant pour des touches lettres comme <key>Q</key> que pour des touches portant un nom, comme <key>Ctrl</key>. En règle générale, le contenu de l'élément <code>key</code> sera le même que celui qui figure sur la touche physique du clavier mais il est possible de mettre un texte descriptif pour les touches avec un symbole gravé dessus.

source: Do not use <code>key</code> to mark up a class of keys, such as <em>arrow keys</em>. These do not require markup in running prose. Inside a <code xref="mal_inline_keyseq">keyseq</code> element, you are allowed to use text without a <code>key</code> element exactly for this purpose.
el: Μη χρησιμοποιείτε το <code>key</code> για να επισημάνετε κλάση πλήκτρων, όπως τα <em>βέλη</em>. Αυτά δεν απαιτούν επισήμανση στον τρέχοντα λόγο. Μέσα σε ένα στοιχείο <code xref="mal_inline_keyseq">keyseq</code> επιτρέπεται να χρησιμοποιήσετε κείμενο χωρίς το στοιχείο <code>key</code> ακριβώς γι' αυτό το σκοπό.
fr: N'utilisez pas <code>key</code> pour baliser une catégorie de touches, comme les <em>touches fléchées</em>. Elles ne nécessitent pas de balisage dans un texte courant. Dans un élément <code xref="mal_inline_keyseq">keyseq</code>, il est permis d'utiliser à cet effet du texte sans la balise <code>key</code>.

source: Do not use <code>key</code> to mark up a symbolic key code or a numeric key value; if necesarry, use <code xref="mal_inline_sys">sys</code> for these instead.
el: Μη χρησιμοποιείτε το <code>key</code> για να επισημάνετε ένα συμβολικό κωδικό πλήκτρου ή μια αριθμητική τιμή πλήκτρου. Αν είναι απαραίτητο, χρησιμοποιήστε το <code xref="mal_inline_sys">sys</code> γι' αυτά.
fr: N'utilisez pas <code>key</code> pour baliser le code symbolique d'une touche ou la valeur numérique d'une touche ; si nécessaire, utilisez <code xref="mal_inline_sys">sys</code> à la place.

source: The <code>key</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>key</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>key</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>key</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>key</code> μπορεί να υπάρχει σε οποιοδήποτε περιεχόμενο στη γραμμή, συμπεριλαμβανόμενου μέσα στα περισσότερα <link xref="mal_inline">στοιχεία εντός γραμμής</link>, σε μερικά <link xref="mal_block#basic">βασικά στοιχεία μπλοκ</link>, και σίγουρα στα <link xref="mal_info">πληροφοριακά στοιχεία</link>.
fr: L'élément <code>key</code> peut se rencontrer dans tout contexte général en-ligne, y compris à l'intérieur de la plupart des <link xref="mal_inline">éléments intégrés</link>, de quelques <link xref="mal_block#basic">éléments blocs de base</link> et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>key</code> element can also occur inside the <code xref="mal_inline_keyseq">keyseq</code> element, where it has special meaning.
el: Το στοιχείο <code>key</code> μπορεί να υπάρχει επίσης μέσα στο στοιχείο <code xref="mal_inline_keyseq">keyseq</code>, όπου έχει ειδική σημασία.
fr: L'élément <code>key</code> peut aussi se rencontrer dans l'élément <code xref="mal_inline_keyseq">keyseq</code>. Il prend alors une signification particulière.

source: The <code>key</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>key</code> μπορεί να συνδέεται με άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>key</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: The <code>key</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>key</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>key</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs d'espaces de noms externes.

source: Use <code>key</code> to mark up a letter key:
el: Χρησιμοποιήστε το <code>key</code> για να επισημάνετε ένα πλήκτρο με γράμμα:
fr: Utilisation de <code>key</code> pour baliser une touche lettre :

source: Press <key>M</key> to mark the selected message as read.
el: Πιέστε <key>M</key> για να σημειώσετε το επιλεγμένο μήνυμα ως αναγνωσμένο.
fr: Appuyez sur <key>M</key> pour marquer le message sélectionné comme lu.

source: Use <code>key</code> to mark up a function key:
el: Χρησιμοποιήστε το <code>key</code> για να επισημάνετε ένα πλήκτρο λειτουργιών (F):
fr: Utilisation de <code>key</code> pour baliser une touche de fonction :

source: Press <key>F9</key> to check for new messages.
el: Πατήστε το <key>F9</key> για έλεγχο για νέα μηνύματα.
fr: Appuyez sur <key>F9</key> pour vérifier l'arrivée de nouveaux messages.

source: Use <code>key</code> to refer to a specific key by a textual description:
el: Χρησιμοποιήστε το <code>key</code> για να αναφερθείτε σε ένα συγκεκριμένο πλήκτρο με περιγραφή:
fr: Utilisation de <code>key</code> pour vous référer à une touche spécifique par une description textuelle :

source: Press the <key>Down</key> key to select the next item.
el: Πατήστε το <key>Κάτω</key> για να επιλέξετε το επόμενο αντικείμενο.
fr: Appuyez sur la touche <key>Bas</key> pour sélectionner l'objet suivant.

source: No particular special rendering is required for <code>key</code> elements. Keys may be rendered with lightened text or other sublte styling effects to distinguish them from the surrounding text.
el: Δεν απαιτείται ειδική απόδοση για τα στοιχεία <code>key</code>. Τα πλήκτρα μπορούν να αποδοθούν με φωτισμένο κείμενο ή άλλα διακριτικά εφέ για να διακρίνονται από το περιβάλλον κείμενο.
fr: Aucun rendu particulier n'est requis pour les éléments <code>key</code>. Les touches seront affichées avec une police légère ou autre effet de style subtil qui les différencie du texte environnant.
