Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: The <code>revision</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>revision</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>revision</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: As an informational element, the <code>revision</code> element is not necessarily displayed directly on the page or section in which it appears. Some tools may show revision on a separate informational page or dialog. Tools designed for editors might show revision information directly.
el: Ως πληροφοριακό στοιχείο, το στοιχείο <code>revision</code> δεν εμφανίζεται απαραίτητα απευθείας στη σελίδα ή την ενότητα στην οποία εμφανίζεται. Μερικά εργαλεία μπορεί να εμφανίζουν τις αναθεωρήσεις σε ξεχωριστή σελίδα ή παράθυρο διαλόγου. Τα εργαλεία που σχεδιάσθηκαν για αναθεώρηση μπορεί να δείχνουν τις πληροφορίες αυτές απευθείας.
fr: En tant qu'élément d'information, l'élément <code>revision</code> n'est pas nécessairement affiché directement sur la page ou la section auxquelles il est rattaché. Certains outils peuvent mentionner la révision sur une page de renseignements séparée ou dans une boîte de dialogue. Les outils conçus pour les éditeurs peuvent afficher directement les informations de révision.

source: When a <code>revision</code> element is displayed or processed, tools should process only those child elements that they understand, and ignore everything else.
el: Όταν εμφανίζεται ή επεξεργάζεται ένα στοιχείο <code>revision</code>, τα εργαλεία θα πρέπει να επεξεργάζονται μόνο αυτά τα θυγατρικά στοιχεία που καταλαβαίνουν και να αγνοούν οτιδήποτε άλλο.
fr: Quand un élément <code>revision</code> est affiché ou traité, les outils ne doivent traiter que les éléments enfants qu'ils reconnaissent et ignorer tous les autres.

source: The <code>revision</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/revision.html">revision</code> element in DocBook. In DocBook, <code>revision</code> elements must occur inside a <code href="http://www.docbook.org/tdg/en/html/revhistory.html">revhistory</code> element. In Mallard, they are placed directly in an <code xref="mal_info">info</code> element. DocBook provides more specific child elements for structured content, as well as for block content for detailed remarks. Mallard allows such information to be encoded with elements from external namespaces when needed.
el: Το στοιχείο <code>revision</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/revision.html">revision</code> του DocBook. Στο DocBook, τα στοιχεία <code>revision</code> πρέπει να βρίσκονται μέσα σε ένα στοιχείο <code href="http://www.docbook.org/tdg/en/html/revhistory.html">revhistory</code>. Στο Mallard, τοποθετούνται κατευθείαν σε ένα στοιχείο <code xref="mal_info">info</code>. Το DocBook παρέχει πιο συγκεκριμένα θυγατρικά στοιχεία για δομημένο περιεχόμενο καθώς και περιεχόμενο μπλοκ για λεπτομερείς παρατηρήσεις. Το Mallard επιτρέπει σε τέτοιες πληροφορίες να κωδικοποιούνται με στοιχεία από εξωτερικούς χώρους ονομάτων όταν χρειάζεται.
fr: L'élément <code>revision</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/revision.html">revision</code> de DocBook. Dans DocBook, les éléments <code>revision</code> doivent se situer dans l'élément <code href="http://www.docbook.org/tdg/en/html/revhistory.html">revhistory</code>. Dans Mallard, ils sont placés directement dans un élément <code xref="mal_info">info</code>. DocBook dispose de plus d'éléments‑enfants spécialisés pour les contenus structurés, mais également pour les contenus de blocs pour des remarques détaillées. Mallard autorise qu'une telle information, si nécessaire, soit encodée avec des éléments issus d'espaces de noms externes.

source: Informational Elements
el: Πληροφοριακά στοιχεία
fr: Éléments d'information

source: Additional Informational Elements
el: Επιπρόσθετα πληροφοριακά στοιχεία
fr: Éléments d'information additionnels

source: Additional Elements
el: Επιπρόσθετα στοιχεία
fr: Éléments additionnels

source: Names
el: Ονόματα
fr: Noms

source: Use the <code>name</code> element to mark up the name of a person or organization in a <code xref="mal_info_credit">credit</code> element.
el: Χρησιμοποιήστε το στοιχείο <code>name</code> για να επισημάνετε το όνομα ενός προσώπου ή οργανισμού σε ένα στοιχείο <code xref="mal_info_credit">credit</code>.
fr: Utilisez l'élément <code>name</code> pour baliser le nom d'une personne ou d'une organisation dans un élément <code xref="mal_info_credit">credit</code>.

source: The <code>name</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>name</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>name</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>name</code> element can occur in the <code xref="mal_info_credit">credit</code> element.
el: Το στοιχείο <code>name</code> μπορεί να βρίσκεται σε ένα στοιχείο <code xref="mal_info_credit">credit</code>.
fr: L'élément <code>name</code> se rencontre dans l'élément <code xref="mal_info_credit">credit</code>.

source: The <code>name</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>name</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>name</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs d'espaces de noms externes.

source: The <code>name</code> element fulfills the same role as numerous DocBook elements, including <link href="http://www.docbook.org/tdg/en/html/collabname.html">collabname</link>, <link xref="http://www.docbook.org/tdg/en/html/personname.html">personname</link>, and <link xref="http://www.docbook.org/tdg/en/html/publishername.html">publishername</link>. Note that Mallard does not attempt to model the names of people, as the rules for how to display names from their constituent parts vary considerably. If parts of a name are needed for a domain-specific purpose, they can be included using elements from external namespaces on the parent element.
el: Το στοιχείο <code>name</code> εκπληρώνει τον ίδιο ρόλο με πολλά στοιχεία του DocBook, περιλαμβανομένων των <link href="http://www.docbook.org/tdg/en/html/collabname.html">collabname</link>, <link xref="http://www.docbook.org/tdg/en/html/personname.html">personname</link>, και <link xref="http://www.docbook.org/tdg/en/html/publishername.html">publishername</link>. Σημειώστε ότι το Mallard δεν επιχειρεί να προτυποποιήσει ονόματα ανθρώπων καθώς οι κανόνες απεικόνισης ονομάτων από τα συστατικά τους μέρη διαφέρουν σημαντικά. Αν μέρη ενός ονόματος χρειάζονται για κάποιο σκοπό εξειδικευμένο σε κάποιο τομέα, μπορεί να περιληφθούν χρησιμοποιώντας στοιχεία από εξωτερικούς χώρους ονομάτων στο γονικό στοιχείο.
fr: L'élément <code>name</code> remplit le même rôle que de nombreux éléments DocBook, comprenant <link href="http://www.docbook.org/tdg/en/html/collabname.html">collabname</link>, <link xref="http://www.docbook.org/tdg/en/html/personname.html">personname</link> et <link xref="http://www.docbook.org/tdg/en/html/publishername.html">publishername</link>. Notez que Mallard n'essaie pas de modéliser les noms de personnes étant donné que les règles de disposition des parties constitutives d'un nom varient considérablement. Si des parties de noms sont nécessaires dans un souci spécifique au domaine, elles peuvent être incorporées en utilisant des éléments issus d'espaces de noms externes sur l'élément parent.

source: Provide information about the licensing terms of the material.
el: Παρέχει πληροφορίες για τους όρους αδειοδότησης του υλικού.
fr: Informations concernant les termes de la licence du document.

source: License Information
el: Πληροφορίες άδειας
fr: Informations sur la licence

source: The <code>license</code> element can be used to provide information about the licensing terms of the material in a page or section. The <code>href</code> attribute can be used to uniquely identify certain licenses.
el: Το στοιχείο μπορεί να χρησιμοποιηθεί για παράσχει πληροφορίες για τους όρους αδειοδότησης του υλικού μιας σελίδας ή μιας ενότητας. Η ιδιότητα <code>href</code> μπορεί να χρησιμοποιηθεί για την ταυτοποίηση συγκεκριμένων αδειών.
fr: L'élément <code>license</code> s'utilise pour fournir des informations sur les termes de la licence relative aux contenus des pages et sections. L'attribut <code>href</code> peut être utilisé pour identifier de manière univoque certaines licences.

source: The <code>license</code> element can contain any <link xref="mal_block">general block content</link>.
el: Το στοιχείο <code>license</code> μπορεί να περιέχει οποιοδήποτε <link xref="mal_block">γενικό μπλοκ περιεχόμενο</link>.
fr: L'élément <code>license</code> peut contenir n'importe quel <link xref="mal_block">contenu de bloc général</link>.

source: The <code>license</code> element can occur in any <code xref="mal_info">info</code> element.
el: Το στοιχείο <code>license</code> μπορεί να υπάρχει σε οποιοδήποτε στοιχείο <code xref="mal_info">info</code>.
fr: L'élément <code>license</code> peut se rencontrer dans tout élément <code xref="mal_info">info</code>.

source: The <code>href</code> attribute can be used to provide a URI which uniquely identifies the license terms.
el: Η ιδιότητα <code>href</code> μπορεί να χρησιμοποιηθεί για την παροχή ενός URI που ταυτοποιεί με μοναδικό τρόπο τους όρους της άδειας.
fr: L'attribut <code>href</code> peut servir à indiquer un URI qui donnera sans équivoque les termes de la licence.

source: The <code>license</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>license</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>license</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: The <code>license</code> is not necessarily displayed on the page in which it appears. Some tools may display license information on a separate informational page or dialog. When it is displayed, its contents are treated as block content.
el: Το <code>license</code> δεν εμφανίζεται απαραίτητα στη σελίδα στην οποία υπάρχει. Μερικά εργαλεία μπορεί να εμφανίζουν πληροφορίες άδειας σε ξεχωριστή σελίδα πληροφοριών ή σε παράθυρο διαλόγου. Όταν εμφανίζεται, τα περιεχόμενά του αντιμετωπίζονται ως περιεχόμενο μπλοκ.
fr: L'élément <code>license</code> n'est pas nécessairement affiché avec la page à laquelle il est rattaché. Quelques outils peuvent afficher les termes de la licence sur une page d'informations séparée ou dans une boîte de dialogue. Quand ces informations sont affichées, elles sont traitées comme un contenu de bloc.

source: There is no requirement that the URI <code>href</code> will actually be displayed, or that the <code>href</code> attribute will cause a link to be displayed. If authors wish to ensure that an external resource is linked to, they should add a link into the block content. Processing tools may recognize certain license URIs for special processing. This could be used, for instance, to place a license badge at the bottom of a displayed page for certain common licenses.
el: Δεν υπάρχει απαίτηση ότι το URI <code>href</code> θα απεικονισθεί πραγματικά ή ότι η ιδιότητα <code>href</code> θα προκαλέσει την εμφάνιση ενός δεσμού. Αν οι συγγραφείς επιθυμούν να βεβαιωθούν ότι θα υπάρχει σύνδεση με εξωτερικό πόρο θα πρέπει να προσθέσουν έναν δεσμό στο περιεχόμενο του μπλοκ. Τα εργαλεία επεξεργασίας μπορεί να αναγνωρίζουν συγκεκριμένα URI αδειών για ειδική επεξεργασία. Αυτό μπορεί να χρησιμοποιηθεί, για παράδειγμα, για την τοποθέτηση ενός εμβλήματος άδειας στο κάτω μέρος της εμφανιζόμενης σελίδας για κάποιες κοινές άδειες.
fr: Il n'y a pas d'obligation à ce que l'URI <code>href</code> soit réellement affiché ou à ce que l'attribut <code>href</code> déclenche l'affichage du lien. Si les auteurs souhaitent s'assurer qu'une ressource externe soit liée, ils peuvent ajouter un lien dans le contenu du bloc. Certain outils peuvent reconnaître des URIs de licence en vue d'un traitement particulier. Ceci peut servir, par exemple, à placer un bandeau au bas de la page affichée pour certaines licences courantes.

source: DocBook contains the more general-purpose <code href="http://www.docbook.org/tdg/en/html/legalnotice.html">legalnotice</code> element, which is frequently used to include licensing terms. The <code>license</code> element is intended mostly for redistribution terms, which are not immediately relevent to most readers. When it is important that readers see certain legal information, authors should provide that information in the main content, possibly on a separate page.
el: Το DocBook περιέχει το πιο γενικού σκοπού στοιχείο <code href="http://www.docbook.org/tdg/en/html/legalnotice.html">legalnotice</code>, το οποίο συχνά χρησιμοποιείται για περιληφθούν όροι αδειοδότησης. Το στοιχείο <code>license</code> προορίζεται κυρίως για όρους αναδιανομής οι οποίοι δεν είναι άμεσης σημασίας για τους περισσότερους αναγνώστες. Όταν είναι σημαντικό οι αναγνώστες να δουν κάποιες νομικές πληροφορίες, οι συγγραφείς θα πρέπει να έχουν αυτές τις πληροφορίες στο κυρίως περιεχόμενο, πιθανώς σε ξεχωριστή σελίδα.
fr: DocBook dispose de l'élément <code href="http://www.docbook.org/tdg/en/html/legalnotice.html">legalnotice</code> dont l'objet est plus général et qui est fréquemment utilisé pour inclure les termes de la licence. L'élément <code>license</code> est conçu plus particulièrement pour baliser les conditions de redistribution, conditions qui ne sont pas immédiatement évidentes à la plupart des lecteurs. S'il est important que le lecteur prenne connaissance d'une certaines informations à caractère légal, l'auteur doit placer cette information dans le contenu de l'ouvrage, si possible dans une page séparée.

source: Email Addresses
el: Διευθύνσεις ηλεκτρονικού ταχυδρομείου
fr: Adresses électroniques

source: Use the <code>email</code> element to mark up the email address for a person or organization in a <code xref="mal_info_credit">credit</code> element.
el: Χρησιμοποιήστε το στοιχείο <code>email</code> για να επισημάνετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου ενός προσώπου ή οργανισμού σε ένα στοιχείο <code xref="mal_info_credit">credit</code>.
fr: Utiliser l'élément <code>email</code> pour baliser l'adresse électronique d'une personne ou d'une organisation dans l'élément <code xref="mal_info_credit">credit</code>.

source: The <code>email</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>email</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>email</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>email</code> element can occur in the <code xref="mal_info_credit">credit</code> element.
el: Το στοιχείο <code>email</code> μπορεί να υπάρχει στο στοιχείο <code xref="mal_info_credit">credit</code>.
fr: L'élément <code>email</code> se rencontre dans l'élément <code xref="mal_info">credit</code>.

source: The <code>email</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>email</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>email</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs d'espaces de noms externes.

source: The <code>email</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/email.html">email</code> element in DocBook when that element is used in an informational context. The <code>email</code> element in Mallard does not double as an inline element.
el: Το στοιχείο <code>email</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/email.html">email</code> του DocBook όταν αυτό χρησιμοποιείται με πληροφοριακό σκοπό. Το στοιχείο <code>email</code> στο Mallard δεν έχει δεύτερο ρόλο ως εμβόλιμο στοιχείο.
fr: L'élément <code>email</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/email.html">email</code> de DocBook quand cet élément est utilisé dans un contexte d'information. L'élément <code>email</code> de Mallard n'a pas double rôle ; ce n'est pas un élément intégré.

source: Provide a short description of a page or section.
el: Παρέχει μια σύντομη περιγραφή της σελίδας ή της ενότητας.
fr: Donner une courte description d'une page ou d'une section.

source: Page Descriptions
el: Περιγραφές σελίδων
fr: Descriptions de page

source: The <code>desc</code> element can be used to provide a short description for a page or section. While this description is generally not shown on the page itself, it is used in automatic links to the page or section. It may also be used for various other purposes by different tools.
el: Το στοιχείο <code>desc</code> μπορεί να χρησιμοποιηθεί για να σύντομη περιγραφή μιας σελίδας ή ενότητας. Ενώ αυτή γενικά δεν εμφανίζεται στη σελίδα αυτή καθεαυτή, χρησιμοποιείται σε αυτόματους δεσμούς προς τη σελίδα ή την ενότητα. Μπορεί επίσης να χρησιμοποιηθεί για διάφορους άλλους σκοπούς από διαφορετικά εργαλεία.
fr: L'élément <code>desc</code> s'utilise pour donner une courte description d'une page ou d'une section. Cette description n'est généralement pas affichée sur la page elle-même ; elle est utilisée pour les liens automatiques vers la page ou la section. Elle peut aussi être utilisée pour nombre d'autres raisons par différents outils.

source: The <code>desc</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>desc</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>desc</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>desc</code> element can occur in any <code xref="mal_info">info</code> element.
el: Το στοιχείο <code>desc</code> μπορεί να υπάρχει σε οποιοδήποτε στοιχείο <code xref="mal_info">info</code>.
fr: L'élément <code>desc</code> peut se rencontrer dans tout élément <code xref="mal_info">info</code>.

source: The <code>desc</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>desc</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>desc</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: The <code>desc</code> element can also be used in a block context. See <link xref="mal_block_desc"/> for more information.
el: Το στοιχείο <code>desc</code> μπορεί να χρησιμοποιείται και σε περιεχόμενο μπλοκ. Δείτε το <link xref="mal_block_desc"/> για περισσότερες πληροφορίες.
fr: L'élément <code>desc</code> peut aussi s'utiliser dans un contexte de bloc. Consultez <link xref="mal_block_desc"/> pour plus d'informations.

source: The <code>desc</code> is not necessarily displayed on the page in which it appears. It is, however, used for <link xref="links">automatic links</link>, which usually display a link block showing the title and description of the linked-to page or section. When it is displayed, its contents are treated as inline content.
el: Το στοιχείο <code>desc</code> δεν εμφανίζεται απαραίτητα στη σελίδα που υπάρχει. Χρησιμοποιείται πάντως για <link xref="links">αυτόματους δεσμούς</link>, που συνήθως εμφανίζουν ένα μπλοκ δεσμού που εμφανίζει τον τίτλο και την περιγραφή της συνδεδεμένης σελίδας ή ενότητας. Όταν εμφανίζεται, τα περιεχόμενά του αντιμετωπίζονται ως εμβόλιμο περιεχόμενο.
fr: L'élément <code>desc</code> n'est pas nécessairement affiché sur la page à laquelle il est rattaché. Il est toutefois utilisé pour les <link xref="links">liens automatiques</link>, qui habituellement affichent un bloc de liaison avec l'intitulé suivi de la description de la page ou de la section liée. À l'affichage, son contenu est traité comme un contenu intégré.

source: Give credit where credit is due.
el: Τα του καίσαρος τω καίσαρι.
fr: Reconnaître les mérites là où ils sont dus.

source: Credits
el: Μνεία
fr: Crédits

source: Use the <code>credit</code> element to record who has contributed to the page or section. You can optionally use the <code>type</code> attribute to specify what types of contribution the person has made. The <code>credit</code> element also specifies copyright holders when used with the <code xref="mal_info_years">years</code> element.
el: Χρησιμοποιήστε το στοιχείο <code>credit</code> για να καταγράψετε ποιος έχει συνεισφέρει στη σελίδα ή ενότητα. Μπορείτε προαιρετικά να χρησιμοποιήσετε την ιδιότητα <code>type</code> για να καθορίσετε το είδος της συνεισφοράς του ρποσώπου. Το στοιχείο <code>credit</code> καθορίζει επίσης κατόχους πνευματικών δικαιωμάτων όταν χρησιμοποιείται με το στοιχείο <code xref="mal_info_years">years</code>.
fr: Utilisez l'élément <code>credit</code> pour enregistrer les noms des personnes qui ont contribué à la page ou à la section. Vous pouvez facultativement utiliser l'attribut <code>type</code> pour préciser le type des contributions de la personne. L'élément <code>credit</code> précise également le nom des détenteurs des droits de copyright lorsqu'il est utilisé avec l'élément <code xref="mal_info_years">years</code>.
