Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: Basic block elements are elements that do not contain a title and which have either general block content or <link xref="mal_inline">inline content</link>. Using basic block elements, you can build up simple pages which convey information clearly.
el: Τα βασικά στοιχεία μπλοκ είναι στοιχεία που δεν περιέχουν τίτλο και έχουν είτε γενικό περιεχόμενο μπλοκ είτε <link xref="mal_inline">εμβόλιμο περιεχόμενο</link>. Με τη χρήση βασικών στοιχείων μπλοκ μπορείτε να δομήσετε απλές σελίδες που μεταφέρουν ξεκάθαρα τις πληροφορίες.
fr: Les éléments blocs de base sont des éléments sans titre avec, soit un contenu de bloc général, soit un <link xref="mal_inline">contenu intégré</link>. Avec des éléments blocs de base, vous construisez des pages simples affichant l'information clairement.

source: Formal Block Elements
el: Τυπικά στοιχεία μπλοκ
fr: Éléments blocs formels

source: Formal Elements
el: Τυπικά στοιχεία
fr: Éléments formels

source: Formal block elements contain a <link xref="mal_block_title">title</link> and general block content. Formal block elements allow you to provide richer information in your pages.
el: Τα τυπικά στοιχεία μπλοκ περιέχουν ένα <link xref="mal_block_title">τίτλο</link> και γενικό περιεχόμενο μπλοκ. Τα τυπικά στοιχεία μπλοκ σας επιτρέπουν να δώσετε πλουσιότερες πληροφορίες στις σελίδες σας.
fr: Les éléments blocs formels ont un <link xref="mal_block_title">titre</link> et un contenu de bloc général. Les éléments blocs formels vous permettent de disposer l'information plus richement dans vos pages.

source: List Elements
el: Λίστα στοιχείων
fr: Éléments listes

source: Mallard provides list elements for most common needs, including the common definition, ordered, and unordered lists. Mallard also provides simple trees, which are useful for representing heirarchies such as class inheritance or directory layouts. Each of the list elements uses the <code>item</code> element, though the content model for <code>item</code> varies. See the list element pages for details.
el: Το Mallard παρέχει στοιχεία λίστας για τις πιο κοινές ανάγκες, περιλαμβανομένων των συνήθων λιστών ορισμών, ταξινομημένων και αταξινόμητων λιστών. Το Mallard παρέχει επίσης απλά δένδρα, χρήσιμα για απεικόνιση ιεραρχικών δομών όπως η κληρονόμηση κλάσης και διατάξεις καταλόγων. Κάθε στοιχείο λίστας χρησιμοποιεί το στοιχείο <code>item</code>, παρόλο που το μοντέλο περιεχομένου για το <code>item</code> ποικίλει. Δείτε τις σελίδες για τα στοιχεία λίστας για λεπτομέρειες.
fr: Mallard dispose d'éléments listes pour les besoins les plus courants, y compris les listes de définitions classiques et les listes ordonnées ou non. Mallard fournit aussi le moyen d'afficher des arborescences simples, utiles dans la représentation de hiérarchies comme les héritages de classes ou les dispositions de répertoires. Même si le modèle de contenu de l'élément <code>item</code> varie, tout élément liste l'utilise. Consultez les pages des éléments listes pour plus de détails.

source: Mallard provides a simple table model based on HTML tables. While not allowing the level of styling flexibility as HTML and CSS, Mallard tables provides simple solutions to common styling needs, such as alternate-row shading.
el: Το Mallard παρέχει ένα απλό πρότυπο πινάκων βασισμένο στους πίνακες της HTML. Παρόλο που δεν επιτρέπουν το επίπεδο της ευελιξίας μορφοποίησης της HTML και των CSS, οι πίνακες του Mallard παρέχουν απλές λύσεις σε συνήθεις ανάγκες μορφοποίησης, όπως σκίαση γραμμή παρά γραμμή.
fr: Mallard met à disposition un modèle de tableau simple, fondé sur HTML. Bien que ne permettant pas un niveau de souplesse stylistique équivalent à celui de HTML ou CSS, les tableaux Mallard fournissent des solutions commodes aux besoins de style courants, tel l'ombrage alterné des lignes.

source: Other Block-like Elements
el: Άλλα παρόμοια με μπλοκ στοιχεία
fr: Autres éléments de type bloc

source: Mallard contains various block-like elements which are only used in specific contexts, and are not allowed in general block content. These elements allow for richer content models for the elements they appear in.
el: Το Mallard περιέχει διάφορα στοιχεία σαν μπλοκ τα οποία χρησιμοποιούνται μόνο υπό συγκεκριμένες συνθήκες και δεν επιτρέπονται στο γενικό περιεχόμενο μπλοκ. Αυτά τα στοιχεία επιτρέπουν πλουσιότερα μοντέλα περιεχομένου για τα στοιχεία στα οποία εμφανίζονται.
fr: Mallard dispose de plusieurs éléments de type bloc uniquement utilisés dans des contextes particuliers ; ils ne sont pas autorisés en tant que contenu général de bloc. Ils permettent des modèles au contenu enrichi pour les éléments dans lesquels ils apparaissent.

source: Block elements all begin on a new line in rendered output. Pages can be visualized as a sequence of vertically-stacked block elements. Some block elements contain other block elements. In these cases, the containing element may introduce certain styling effects, and each of the child elements is rendered as normal.
el: Τα στοιχεία μπλοκ ξεκινούν όλα σε μια νέα γραμμή στο αποδιδόμενο αποτέλεσμα. Οι σελίδες μπορούν να οπτικοποιηθούν ως μια αλληλουχία κάθετα στοιβαγμένων στοιχείων μπλοκ. Σε αυτές τις περιπτώσεις, το στοιχείο που τα περιέχει μπορεί να δώσει συγκεκριμένα εφέ μορφοποίησης και καθένα από τα θυγατρικά στοιχεία αποδίδεται κανονικά.
fr: Les éléments blocs commencent toujours sur une nouvelle ligne dans le rendu en sortie. Les pages sont assimilables à un empilement vertical d'éléments blocs. Quelques éléments blocs en incorporent d'autres. Dans ce cas, l'élément conteneur peut présenter certains effets de style, chaque élément enfant étant rendu normalement.

source: Each block element should be clearly distinguishable from its surrounding block elements. Typically, vertical padding is placed between block elements to set them apart. Certain block elements, especially those that have block content, may use a border, background color, or other styling effects. See each block element's specification for more details.
el: Κάθε στοιχείο μπλοκ θα πρέπει να διακρίνεται καθαρά από τα περιβάλλοντα στοιχεία μπλοκ. Συνήθως τοποθετούνται κάθετα διάκενα μεταξύ των στοιχείων μπλοκ για να τα ξεχωρίσουν. Ορισμένα στοιχεία μπλοκ, ειδικά αυτά που έχουν περιεχόμενο μπλοκ, μπορεί να χρησιμοποιήσουν ένα περίγραμμα, χρώμα παρασκηνίου ή άλλα εφέ μορφοποίησης. Δείτε την προδιαγραφή κάθε στοιχείου μπλοκ για περισσότερες λεπτομέρειες.
fr: Chaque élément bloc doit être clairement distinct de ceux qui l'environnent. Couramment, un élément de remplissage vertical est placé entre des éléments bloc pour bien les séparer. Certains, en particulier ceux ayant un contenu de bloc, peuvent utiliser une bordure, un fond coloré ou autres effets de style. Consultez les spécifications pour chaque élément bloc pour plus de détails.

source: Include notes, tips, warnings, and other parenthetical information.
el: Περιλαμβάνει σημειώσεις, προτάσεις και άλλες παρένθετες πληροφορίες.
fr: Incorporer des notes, astuces, avertissements et d'autres parenthèses informatives.

source: The <code>note</code> element allows you to insert parenthetical block-level content into your document. Notes are visually distinct blocks, allowing readers to skip them or focus on them, depending on their needs. You can use notes to give tips, warn readers of potentially dangerous operations, point out known bugs, or otherwise provide additional information without interfering with the main text of your document.
el: Το στοιχείο <code>note</code> σας επιτρέπει να εισάγετε παρένθετο περιεχόμενο σε επίπεδο μπλοκ στο έγγραφό σας. Οι σημειώσεις είναι οπτικώς διακριτά μπλοκ, που επιτρέπουν στους αναγνώστες να τα παραλείπουν ή να εστιάζουν σε αυτά, ανάλογα με τις ανάγκες τους. Μπορείτε να χρησιμοποιήσετε τις σημειώσεις για να δώσετε συμβουλές, να προειδοποιήσετε τους αναγνώστες για πιθανώς επικίνδυνες ενέργειες, να επισημάνετε γνωστά σφάλματα ή να παρέχετε επιπλέον πληροφορίες χωρίς να παρέμβετε στο κυρίως κείμενο του εγγράφου σας.
fr: L'élément <code>note</code> vous permet d'introduire un contenu entre parenthèse de niveau bloc dans votre document. Ces blocs sont visuellement différenciés ; il doit être permis au lecteur, soit de les passer, soit d'y attacher une attention particulière, selon nécessité. Vous pouvez utiliser les notes pour indiquer des astuces, attirer l'attention du lecteur sur le danger potentiel de certaines opérations, signaler des bogues connus, ou plus généralement donner des informations complémentaires sans interférence avec le texte principal de votre document.

source: The <code>note</code> element contains an optional <link xref="mal_block_title">title</link> element and any <link xref="mal_block">general block content</link>.
el: Το στοιχείο <code>note</code> περιέχει ένα προαιρετικό στοιχείο<link xref="mal_block_title">τίτλου</link> και οποιοδήποτε <link xref="mal_block">γενικό μπλοκ περιεχόμενο</link>.
fr: L'élément <code>note</code> comporte un élément <link xref="mal_block_title">title</link> optionnel et n'importe quel <link xref="mal_block">contenu général de bloc</link>.

source: The <code>note</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>terms</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένων των <link xref="mal_page">σελίδων</link>, <link xref="mal_section">ενοτήτων</link>, και ορισμένων <link xref="mal_block">στοιχείων μπλοκ</link>.
fr: L'élément <code>note</code> se rencontre dans tout contexte général de bloc, y compris des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments blocs</link>.

source: information that advanced users may find useful
el: πληροφορίες που οι προχωρημένοι χρήστες μπορεί να βρουν χρήσιμες
fr: information que les utilisateurs expérimentés peuvent trouver pertinente

source: a note about a known bug in the software
el: μια σημείωση για γνωστό σφάλμα στο λογισμικό
fr: note concernant un bogue connu du logiciel

source: important information highlighted in a note
el: σημαντικές πληροφορίες επισημασμένες σε μια σημείωση
fr: information importante mise en évidence par une note

source: tip
el: συμβ

source: a general tip that may help the reader perform an operation better
el: μια γενική συμβουλή που μπορεί να βοηθήσει τον αναγνώστη να εκτελέσει μια ενέργεια καλύτερα
fr: astuce courante qui peut aider le lecteur à mieux opérer

source: a warning to the reader about a potentially dangerous operation
el: μια προειδοποίηση στον αναγνώστη σχετικά με μια πιθανώς επικίνδυνη ενέργεια
fr: avertissement au lecteur au sujet d'une opération potentiellement dangereuse

source: The <code>note</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>note</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>note</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Insert a basic note into your document:
el: Εισαγωγή μιας βασικής σημείωσης στο έγγραφό σας:
fr: Insertion d'une note élémentaire dans le document :

source: Information in this section is non-normative.
el: Οι πληροφορίες σε αυτή την ενότητα δεν είναι κανονιστικές.
fr: L'information de cette section n'est pas normative.

source: Include a note with extra information for advanced readers:
el: Συμπεριλαμβάνεται σημείωση με επιπλέον πληροφορίες για τους προχωρημένους αναγνώστες:
fr: Incorporation d'une note d'information complémentaire à l'intention d'utilisateurs expérimentés :

source: The Mallard schema is maintained in RELAX-NG Compact Syntax in code blocks embedded within the specification.
el: Το σχήμα Mallard διατηρείται στο RELAX-NG Compact Syntax σε μπλοκ κώδικα ενσωματωμένα στην προδιαγραφή.
fr: Le schéma Mallard est mis à jour avec la syntaxe compacte « RELAX-NG » par des blocs de code imbriqués dans la spécification.

source: Mention a known bug the reader is likely to encounter:
el: Αναφορά ενός γνωστού σφάλματος που είναι πιθανόν να συναντήσει ο χρήστης:
fr: Mention d'un bogue connu que le lecteur pourrait vraisemblablement rencontrer :

source: Cannot Save Files
el: Αδυναμία αποθήκευσης αρχείων
fr: Impossible d'enregistrer les fichiers

source: Due to <link href="http://bugs.example.com/1234">bug #1234</link> you cannot actually save files. If you try to save your files, the application will crash. We recommend memorizing all your data on a regular basis.
el: Λόγω του <link href="http://bugs.example.com/1234">bug #1234</link> δεν μπορείτε να αποθηκεύσετε στην πραγματικότητα αρχεία. Αν προσπαθήσετε να αποθηκεύσετε τα αρχεία σας, η εφαρμογή θα κρασάρει. Συστήνουμε να απομνημονεύετε όλα τα δεδομένα σας τακτικά.
fr: En raison du <link href="http://bugs.example.com/1234">bogue #1234</link>, vous ne pouvez pas en fait enregistrer de fichiers. Si vous tentez cette opération, l'application s'interrompra de manière brutale. Nous vous recommandons de sauvegarder toutes vos données de manière standard.

source: Highlight a vital piece of information to ensure readers see it even when skimming a document:
el: Επισήμανση ενός ζωτικού σημείου για να βεβαιωθείτε πως οι αναγνώστες θα το δουν ακόμα και αν περνάνε βιαστικά το έγγραφο:
fr: Mise en évidence d'un morceau d'information essentielle pour s'assurer que le lecteur la voie, même en survolant le document :

source: Supply Your Name and Email Address
el: Δώστε το όνομά σας και την ηλεκτρονική σας διεύθυνση
fr: Indiquez votre nom et votre adresse électronique

source: Before making any commits to a git repository, make sure to supply your name and email address so that your commits are correctly attributed.
el: Πριν δεσμεύσετε οτιδήποτε σε ένα αποθετήριο git, βεβαιωθείτε ότι καταγράψατε το όνομά σας και τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας έτσι ώστε να αποδοθούν σωστά οι συνεισφορές σας.
fr: Avant d'effectuer tout envoi dans le dépôt de données Git, assurez-vous d'avoir fourni vos nom et adresse électronique pour que votre enregistrement soit correctement attribué.

source: Provide a helpful but non-essential tip:
el: Παροχή μιας επιβοηθητικής αλλά μη αναγκαίας υπόδειξης:
fr: Indication d'une astuce utile sans être essentielle :

source: Press <keyseq><key>Ctrl</key><key>J</key></keyseq> to jump to the currently playing track.
el: Πατήστε <keyseq><key>Ctrl</key><key>J</key></keyseq> για να μεταβείτε στο τρέχον κομμάτι που αναπαράγεται.
fr: Pressez <keyseq><key>Ctrl</key><key>J</key></keyseq> pour aller directement à la piste actuellement interprétée.

source: Warn the reader about dangerous operations:
el: Προειδοποίηση του αναγνώστη για επικίνδυνες ενέργειες:
fr: Avertissement du lecteur concernant des opérations dangereuses :

source: There is no way to recover files deleted with the <cmd>shred</cmd> command.
el: Δεν υπάρχει τρόπος να ανακτηθούν αρχεία που διαγράφηκαν με την εντολή <cmd>shred</cmd>.
fr: Il n'y a aucun moyen de récupérer les fichiers détruits avec la commande <cmd>shred</cmd>.

source: Notes are displayed as block elements, with each of their child elements being interpreted as block elements. When present, the title should be displayed in a way that makes it clear that it is the title of the block. Notes should have a border, background color, or other styling effect to distinguish them from the surrounding block content. Notes often use an icon to identify what type of note is being displayed.
el: Οι σημειώσεις εμφανίζονται σαν στοιχεία μπλοκ με καθένα θυγατρικό στοιχείο να ερμηνεύεται ως στοιχείο μπλοκ. Όταν υπάρχει, ο τίτλος θα πρέπει να εμφανίζεται με σαφή τρόπο ως τίτλος του μπλοκ. Οι σημειώσεις θα πρέπει να έχουν περίγραμμα, χρώμα παρασκηνίου, ή άλλο εφέ μορφοποίησης για ξεχωρίζουν από το περιβάλλον περιεχόμενο μπλοκ. Οι σημειώσεις συχνά έχουν ένα εικονίδιο για να ταυτοποιείται ο τύπος της σημείωσης που εμφανίζεται.
fr: Les notes sont affichées en tant qu'élément bloc, chacun des éléments enfants étant interprété comme élément bloc. Si présent, le titre sera affiché de façon à ce qu'il soit clair qu'il s'agit bien du titre du bloc. Les notes peuvent avoir une bordure, un fond coloré ou tout autre effet de style pour les distinguer du contenu des blocs environnants. Les notes utilisent souvent une icône pour identifier le type affiché.

source: The <code>note</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/caution.html">caution</code>, <code href="http://www.docbook.org/tdg/en/html/important.html">important</code>, <code href="http://www.docbook.org/tdg/en/html/note.html">note</code>, <code href="http://www.docbook.org/tdg/en/html/tip.html">tip</code>, and <code href="http://www.docbook.org/tdg/en/html/warning.html">warning</code> elements in DocBook. Rather than use separate elements, Mallard uses single <code>note</code> element which can be specialized and extended through style hints. This document recommends the style hints <code>advanced</code> and <code>bug</code>, which have no counterpart in DocBook. This document does not recommend separate <code>caution</code> and <code>warning</code> types, as there is rarely a useful distinction in practice.
el: Το στοιχείο <code>note</code> είναι παρόμοιο με τα στοιχεία <code href="http://www.docbook.org/tdg/en/html/caution.html">caution</code>, <code href="http://www.docbook.org/tdg/en/html/important.html">important</code>, <code href="http://www.docbook.org/tdg/en/html/note.html">note</code>, <code href="http://www.docbook.org/tdg/en/html/tip.html">tip</code>, και <code href="http://www.docbook.org/tdg/en/html/warning.html">warning</code> του DocBook. Αντί να χρησιμοποιούνται ξεχωριστά στοιχεία το Mallard χρησιμοποιεί ένα μόνο στοιχείο <code>note</code> που μπορεί να εξειδικευθεί και να επεκταθεί με τη χρήση υποδείξεων μορφοποίησης. Αυτό το έγγραφο συνιστά τις υποδείξεις μορφοποίησης <code>advanced</code> και <code>bug</code>, που δεν έχουν αντίστοιχα στο DocBook. Αυτό το έγγραφο δεν συνιστά τη χρήση ξεχωριστών τύπων <code>caution</code> και <code>warning</code> καθώς σπάνια υπάρχει διάκριση στην πράξη.
fr: L'élément <code>note</code> est analogue aux éléments <code href="http://www.docbook.org/tdg/en/html/caution.html">caution</code>, <code href="http://www.docbook.org/tdg/en/html/important.html">important</code>, <code href="http://www.docbook.org/tdg/en/html/note.html">note</code>, <code href="http://www.docbook.org/tdg/en/html/tip.html">tip</code> et <code href="http://www.docbook.org/tdg/en/html/warning.html">warning</code> de DocBook. Plutôt qu'utiliser des éléments séparés, Mallard utilise un élément <code>note</code> unique personnalisable et extensible à l'aide d'indications de style. À signaler : les indications de style <code>advanced</code> et <code>bug</code>, sans équivalent dans DocBook. Il n'est pas recommandé d'avoir des types <code>caution</code> et <code>warning</code> distincts, étant donné qu'il n'a pas là matière à différentiation en pratique.

source: Multimedia Objects
el: Αντικείμενα πολυμέσων
fr: Objets multimédia

source: The <code>media</code> element can contain any <link xref="mal_block">general block content</link>. The content is only used as a fallback or alternative.
el: Το στοιχείο <code>media</code> μπορεί να περιέχει οποιοδήποτε <link xref="mal_block">γενικό περιεχόμενο μπλοκ</link>. Το περιεχόμενο χρησιμοποιείται μόνο ως εφεδρικό ή εναλλακτικό.
fr: L'élément <code>media</code> peut contenir n'importe quel <link xref="mal_block">contenu de bloc général</link>. Ce contenu est uniquement utilisé en tant que recours ou valeur de remplacement.

source: The <code>media</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>media</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένου μέσα σε <link xref="mal_page">σελίδες</link>, <link xref="mal_section">ενότητες</link>, και ορισμένα <link xref="mal_block">στοιχεία μπλοκ</link>.
fr: L'élément <code>media</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments bloc</link>.

source: The <code>media</code> element may also be used in an inline context. See <link xref="mal_inline_media"/> for more information.
el: Το στοιχείο <code>media</code> μπορεί επίσης να χρησιμοποιηθεί σε εμβόλιμο περιεχόμενο. Δείτε το <link xref="mal_inline_media"/> για περισσότερες πληροφορίες.
fr: L'élément <code>media</code> peut aussi s'utiliser dans un contexte intégré. Consultez <link xref="mal_inline_media"/> pour plus d'informations.

source: When a <code>media</code> element occurs in a block context, it should be displayed as a block element. The exact rendering of a <code>media</code> element will depend on the <code>type</code> and <code>mime</code> attributes. Display tools may need to add controls for audio and video objects.
el: Όταν ένα στοιχείο <code>media</code> βρίσκεται σε περιεχόμενο μπλοκ, θα πρέπει να εμφανίζεται ως στοιχείο μπλοκ. Η ακριβής απόδοση ενός στοιχείου <code>media</code> θα εξαρτηθεί από τις ιδιότητες <code>type</code> και <code>mime</code>. Τα εργαλεία απεικόνισης μπορεί να χρειασθεί να προσθέσουν στοιχεία ελέγχου για αντικείμενα ήχου και βίντεο.
fr: Quand un élément <code>media</code> se situe dans un contexte de bloc, il est affiché en tant qu'élément bloc. Le rendu exact d'un élément <code>media</code> dépendra des attributs <code>type</code> et <code>mime</code>. L'outil d'affichage peut avoir besoin d'ajouter des contrôles pour les objets audio et video.

source: When a display tool cannot display a <code>media</code> element, it should display the child elements of the element, as if the <code>media</code> element itself were replaced by its children. The child elements may consist of simply another <code>media</code> element referencing a different type of content. When processing any child <code>media</code> elements, display tools may need to fall back further to their child elements.
el: Όταν ένα εργαλείο απεικόνισης δεν μπορεί να εμφανίσει ένα στοιχείο <code>media</code>, θα πρέπει να εμφανίσει τα θυγατρικά του στοιχεία σαν να αντικαθιστούνταν το ίδιο το στοιχείο <code>media</code> από τα θυγατρικά του. Τα θυγατρικά στοιχεία μπορεί να αποτελούνται απλά από ένα άλλο στοιχείο <code>media</code> με αναφορά σε διαφορετικό τύπο περιεχομένου. Κατά την επεξεργασία θυγατρικών στοιχείων <code>media</code>, τα εργαλεία απεικόνισης μπορεί να χρειαστεί να καταφύγουν πιο πίσω στα θυγατρικά τους στοιχεία.
fr: Quand un outil d'affichage est dans l'impossibilité d'afficher un élément <code>media</code>, il affiche ses éléments enfant, comme si cet élément <code>media</code> avait été remplacé par ses enfants. Les éléments enfants peuvent simplement être un autre élément <code>media</code> faisant référence à un contenu de type différent. Lors du traitement de cet élément <code>media</code> enfant, l'outil d'affichage peut encore une fois avoir besoin de recourir à des éléments enfant d'enfant d'un niveau inférieur.
