Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: Use the <code>span</code> element to surround a run of text without using any of the semantic <link xref="mal_inline">inline elements</link>. This is frequently necessary for extensions using attributes from external namespaces.
el: Χρησιμοποιήστε το στοιχείο <code>span</code> για να περιβάλετε κάποιο κείμενο χωρίς τη χρήση κάποιων σημαντικών <link xref="mal_inline">συγγραμμικών στοιχείων</link>. Αυτό είναι συχνά χρήσιμο για επεκτάσεις που χρησιμοποιούν ιδιότητες από εξωτερικά namespace.
fr: Utilisez l'élément <code>span</code> pour entourer un morceau de texte sans utiliser la sémantique des <link xref="mal_inline">éléments intégrés</link>. Cet élément est souvent nécessaire pour des extensions utilisant des attributs issus d'espaces de noms externes.

source: The <code>span</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>span</code> μπορεί να περιέχει ένα μίγμα από κείμενο και οποιαδήποτε <link xref="mal_inline">γενικά συγγραμμικά στοιχεία</link>.
fr: L'élément <code>span</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>span</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>span</code> συναντάται σε οποιοδήποτε γενικό συγγραμμικό περιεχόμενο, συμπεριλαμβανομένων των περισσότερων <link xref="mal_inline">συγγραμμικών στοιχείων</link>, μερικών <link xref="mal_block#basic">βασικών στοιχείων μπλοκ</link> και μερικών <link xref="mal_info">πληροφοριακών στοιχείων</link>.
fr: L'élément <code>span</code> se rencontre dans tout contexte général intégré, y compris à l'intérieur de la plupart des <link xref="mal_inline">éléments intégrés</link>, de quelques <link xref="mal_block#basic">éléments blocs de base</link>, et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>span</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>span</code> μπορεί να συνδέει σε άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>span</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: The <code>span</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>span</code> μπορεί να έχει ιδιότητες από εξωτερικά namespace. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες από εξωτερικά namespace.
fr: L'élément <code>span</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>span</code> with an external-namespace attribute to mark a word as untranslatable using the <link href="http://www.w3.org/TR/its/">Internationalization Tag Set</link>:
el: Χρησιμοποιήστε το <code>span</code> με μια ιδιότητα από εξωτερικό namespace για να σημειώσετε μια λέξη ως μη μεταφράσιμη χρησιμοποιώντας την <link href="http://www.w3.org/TR/its/">Ομάδα ετικετών διεθνοποίησης</link>:
fr: Utilisation de <code>span</code> avec un attribut d'espace de noms externes pour qualifier un mot de « non‑traduisible » en utilisant le jeu de marques d'internationalisation (<link href="http://www.w3.org/TR/its/">Internationalization Tag Set</link>) :

source: This <span version="1.0" translate="no">word</span> should not be translated.
el: Αυτή η <span version="1.0" translate="no">word</span> δεν πρέπει να μεταφράζεται.
fr: Ce <span version="1.0" translate="no">mot</span> ne doit pas être traduit.

source: No particular special rendering is required for <code>span</code> elements. Processing tools may have special processing rules for certain style hints or external-namespace attributes.
el: Δε χρειάζεται ειδική απεικόνιση των στοιχείων <code>span</code>. Τα εργαλεία επεξεργασίας μπορεί να έχουν ειδικούς κανόνες επεξεργασίας για μερικές υποδείξεις στυλ ή για ιδιότητες από εξωτερικά namespace.
fr: Aucun rendu particulier spécifique n'est requis pour les éléments <code>span</code>. L'outil de traitement peut avoir des règles particulières pour certaines indications de style ou attributs issus d'espaces de noms externes.

source: The <code>span</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/phrase.html">phrase</code> element in DocBook.
el: Το στοιχείο <code>span</code> είναι όμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/phrase.html">phrase</code> του DocBook.
fr: L'élément <code>span</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/phrase.html">phrase</code> de DocBook.

source: Rich semantic elements for marking up inline content.
el: Εμπλουτισμένα σημαντικά στοιχεία για σημείωση συγγραμμικού περιεχομένου.
fr: Une richesse d'éléments sémantiques pour baliser du contenu intégré.

source: Inline Elements
el: Συγγραμμικά στοιχεία
fr: Éléments intégrés

source: Mallard provides a small but rich set of semantic inline elements. The elements provided are culled from first-hand experience with software documentation and other document formats. The inline elements defined in this specification will serve most software documentation writers' needs well.
el: Το Mallard παρέχει μια μικρή αλλά πλούσια ομάδα από σημαντικά συγγραμμικά στοιχεία. Τα στοιχεία που παρέχονται επιλέχθηκαν από την εμπειρία με την τεκμηρίωση λογισμικού και άλλες μορφές εγγράφων. Τα συγγραμμικά στοιχεία που ορίζονται στην προδιαγραφή θα εξυπηρετήσουν καλά τις ανάγκες των περισσότερων συγγραφέων τεκμηρίωσης λογισμικού.
fr: Mallard fournit un jeu restreint, mais riche, d'éléments de sémantique intégrée. Les éléments mis à disposition ont été collectés à partir de retours d'expérience sur les premières version de la documentation de logiciels et à partir d'autres formats documentaires. Les éléments intégrés définis dans la présente spécification devraient bien couvrir la plupart des besoins des rédacteurs de documentation de logiciels.

source: Authors, editors, or other content producers sometimes need to supply richer information in their documents. While this information may not be conveyed by display tools, it may be used for various internal tracking purposes. Mallard allows elements to be extended with attributes from external namespaces. See <link xref="mal_external"/> for more information.
el: Οι συγγραφείς, οι επιμελητές και άλλοι παραγωγοί περιεχομένου χρειάζονται μερικές φορές να παρέχουν πιο πλούσιες πληροφορίες στα έγγραφά τους. Παρότι οι πληροφορίες αυτές μπορεί να μη λαμβάνονται από τα εργαλεία απεικόνισης, μπορούν να χρησικμοποιηθούν για διάφορους εσωτερικούς σκοπούς. Το Mallard επιτρέπει στα στοιχεία να επεκτείνονται με ιδιότητες από εξωτερικά namespace. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες.
fr: Auteurs, éditeurs ou autres producteurs de contenu ont quelquefois besoin de fournir une information plus riche dans leurs documents. Même si cette information n'est pas toujours rendue par l'outil d'affichage, il reste toujours possible de l'utiliser pour divers besoins de suivi interne. Mallard autorise l'extension des éléments avec des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations.

source: Furthermore, Mallard allows elements from external namespaces to be used in any inline context. See <link xref="#processing"/> below for more information.
el: Επιπλέον, το Mallard επιτρέπει σε στοιχεία από εξωτερικά namespace να χρησιμοποιούνται σε οποιοδήποτε συγγραμμικό κείμενο. Δείτε το <link xref="#processing"/> πιο κάτω για περισσότερες πληροφορίες.
fr: En outre, Mallard autorise l'utilisation d'éléments provenant d'espaces de noms externes dans tout contexte intégré. Consultez <link xref="#processing"/> plus bas pour plus d'informations.

source: Elements
el: Στοιχεία
fr: Éléments

source: Inline Processing Instructions
el: Συγγραμμικές οδηγίες επεξεργασίας
fr: Instructions de traitement intégrées

source: Inline elements occur within block elements or other inline elements. Mallard never allows block elements within inline elements. Inline elements should never introduce a line break in the rendered output.
el: Τα συγγραμμικά στοιχεία συναντιούνται μέσα σε στοιχεία μπλοκ ή μέσα σε άλλα συγγραμμικά στοιχεία. Το Mallard δεν επιτρέπει ποτέ στοιχεία μπλοκ μέσα σε συγγραμμικά στοιχεία. Τα συγγραμμικά στοιχεία δεν πρέπει ποτέ να εισάγουν μια αλλαγή γραμμής μέσα στη έξοδο που απεικονίζεται.
fr: Des éléments intégrés apparaissent dans des éléments blocs ou d'autres éléments intégrés. Mallard n'autorise jamais la présence d'éléments blocs à l'intérieur d'éléments intégrés. Les éléments intégrés ne doivent jamais introduire de saut de ligne dans le rendu en sortie.

source: Different inline elements may introduce different styling effects, such as font variations, text and background colors, and backgrounds. Generally, if a styling effect is set for a particular element, it is in effect for all descendant elements, unless explicitly overridden.
el: Διαφορετικά συγγραμμικά στοιχεία μπορεί να εισάγουν διαφορετικά εφέ στο στυλ, όπως διαφορές στις γραμματοσειρές, χρώματα κειμένου και παρασκηνίου, και παρασκήνια. Γενικά, αν ένα εφέ στυλ ορίζεται για ένα συγκεκριμένο στοιχείο, ισχύει και για όλα τα θυγατρικά του στοιχεία εκτός και αν παρακάμπτεται ρητά.
fr: Certains éléments intégrés peuvent introduire divers effets de style, comme des changements de polices, des couleurs de texte ou d'arrière-plan. Généralement, si un effet de style particulier est défini pour un élément donné, il reste activé pour tous ses descendants à moins d'être explicitement remplacé.

source: Mallard allows elements from external namespaces to be used in any inline context. Processing tools may have special behavior for particular elements they understand. Otherwise, an unknown inline element should be processed as if it were replaced by its child content.
el: Το Mallard επιτρέπει στοιχεία από εξωτερικά namespace να χρησιμοποιούνται σε οποιοδήποτε συγγραμμικά περιεχόμενο. Τα εργαλεία επεξεργασίας μπορεί να έχουν ειδική συμπεριφορά για ειδικά στοιχεία τα οποία καταλαβαίνουν. Σε αντίθετη περίπτωση, ένα άγνωστο συγγραμμικό στοιχείο θα πρέπει να αντιμετωπίζεται σαν να αντικαθίσταται από το θυγατρικό του περιεχόμενο.
fr: Mallard accepte les éléments issus d'espaces de noms externes dans tout contexte intégré. L'outil de traitement peut avoir un comportement spécifique vis à vis des éléments particuliers qu'il reconnaît. Autrement, un élément intégré non reconnu est traité comme s'il avait été remplacé par son contenu enfant.

source: Mark up the output from a computer program.
el: Σημείωση της εξόδου από ένα πρόγραμμα υπολογιστή.
fr: Balisage de la sortie d'un programme informatique.

source: Computer Output
el: Έξοδος υπολογιστή
fr: Sorties d'ordinateur

source: Use the <code>output</code> element to mark up text that is output by a computer program. Typically, this is text output in a command-line environment, although you may use the <code>output</code> element for computer-generated text in a text box or similar control in a graphical application. For messages and other labels in a graphical application, use the <code xref="mal_inline_gui">gui</code> element.
el: Χρησιμοποιήστε το στοιχείο <code>output</code> για να επισημάνετε το κείμενο που εξάγεται από ένα πρόγραμμα υπολογιστή. Τυπικά, αυτό θα είναι έξοδος κειμένου σε ένα περιβάλλον γραμμής εντολών, παρότι μπορείτε να χρησιμοποιήσετε το στοιχείο <code>output</code> για κείμενο που παράγεται από τον υπολογιστή σε ένα πεδίο κειμένου ή σε παρόμοιο στοιχείο ελέγχου σε μια γραφική εφαρμογή. Για μηνύματα και άλλες ετικέτες σε γραφικές εφαρμογές, χρησιμοποιήστε το στοιχείο <code xref="mal_inline_gui">gui</code>.

source: You can use the <code>style</code> attribute to indicate what type of text is being marked up. Inside a <code xref="mal_block_screen">screen</code> element, this may be used to format normal text, error text, and prompts differently.
el: Μπορείτε να χρησιμοποιήσετε την ιδιότητα <code>style</code> για να υποδείξετε τον τύπο του κειμένου που σημειώνετε. Μέσα σε ένα στοιχείο <code xref="mal_block_screen">screen</code>, αυτό μπορεί να χρησιμοποιηθεί για να μορφοποιήσετε διαφορετικά κανονικό κείμενο, κείμενο σφάλματος ή κείμενο προτροπής.
fr: Vous pouvez utiliser l'attribut <code>style</code> pour indiquer le type du texte balisé. Dans un élément <code xref="mal_block_screen">screen</code>, cet attribut pourra être utilisé pour différencier un texte normal, un message d'erreur ou une interrogation.

source: The <code>output</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>output</code> μπορεί να περιέχει ένα μίγμα από κείμενο και οποιαδήποτε <link xref="mal_inline">γενικά συγγραμμικά στοιχεία</link>.
fr: L'élément <code>output</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>output</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>output</code> συναντάται σε οποιοδήποτε γενικό συγγραμμικό περιεχόμενο, συμπεριλαμβανομένων των περισσότερων <link xref="mal_inline">συγγραμμικών στοιχείων</link>, μερικών <link xref="mal_block#basic">βασικών στοιχείων μπλοκ</link> και μερικών <link xref="mal_info">πληροφοριακών στοιχείων</link>.
fr: L'élément <code>output</code> se rencontre dans tout contexte général intégré, y compris à l'intérieur de la plupart des <link xref="mal_inline">éléments intégrés</link>, de quelques <link xref="mal_block#basic">éléments blocs de base</link>, et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>output</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>output</code> μπορεί να συνδέει σε άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>output</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: Typical values for the <code>style</code> attribute include:
el: Τυπικές τιμές για την ιδιότητα <code>style</code> μπορεί να είναι:
fr: L'attribut <code>style</code> prend généralement les valeurs :

source: Standard output from a running program
el: Πρότυπη έξοδος από εκτελούμενο πρόγραμμα
fr: Sortie standard de l'exécution d'un programme

source: Standard error from a running program
el: Πρότυπο σφάλμα από εκτελούμενο πρόγραμμα
fr: Sortie erreur standard lors de l'exécution d'un programme

source: The command prompt for an interactive shell
el: Η προτροπή εντολής για ένα διαδραστικό κέλυφος
fr: Invite d'interpréteur de commandes interactif

source: The <code>output</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>output</code> μπορεί να έχει ιδιότητες από εξωτερικά namespace. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες από εξωτερικά namespace.
fr: L'élément <code>output</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: The <code>output</code> element, together with the <code xref="mal_inline_input">input</code> element, may be used to mark up the contents of a <code xref="mal_block_screen">screen</code> element, allowing processing tools to treat them differently.
el: Το στοιχείο <code>output</code> μαζί με το στοιχείο <code xref="mal_inline_input">input</code>, μπορούν να χρησιμοποιηθούν για να σημειώσουν τα περιεχόμενα ενός στοιχείου <code xref="mal_block_screen">screen</code>, επιτρέποντας στα εργαλεία επεξεργασίας να τα χειρίζονται διαφορετικά.
fr: L'élément <code>output</code>, combiné avec l'élément <code xref="mal_inline_input">input</code>, s'utilise pour baliser le contenu d'un élément <code xref="mal_block_screen">screen</code>, indiquant à l'outil de traitement d'effectuer un traitement différencié des entrées et des sorties.

source: Use <code>output</code> to mark up text generated by a program:
el: Χρησιμοποιήστε το <code>output</code> για να επισημάνετε κείμενο που παράγεται από ένα πρόγραμμα:

source: The output of <cmd>echo $SHELL</cmd> is <output>/bin/bash</output> if you use the Bourne-again shell.
el: Η έξοδος της εντολής <cmd>echo $SHELL</cmd> είναι <output>/bin/bash</output> αν χρησιμοποιείτε το κέλυφος Bourne-again.
fr: La sortie de <cmd>echo $SHELL</cmd> est <output>/bin/bash</output> si vous utilisez l'interpréteur de commandes Bourne-again.

source: Use <code>output</code> and <code xref="mal_inline_input">input</code> inside a <code xref="mal_block_screen">screen</code> element:
el: Χρησιμοποιήστε το <code>output</code> και το <code xref="mal_inline_input">input</code> μέσα σε ένα στοιχείο <code xref="mal_block_screen">screen</code>:
fr: Utilisation de <code>output</code> et <code xref="mal_inline_input">input</code> dans un élément <code xref="mal_block_screen">screen</code> :

source: Use <code>output</code> for error text:
el: Χρησιμοποιήστε το <code>output</code> για κείμενο σφάλματος:
fr: Utilisation de <code>output</code> pour des textes d'erreurs :

source: ls: mal_inline_computerouput.xml: No such file or directory
el: ls: mal_inline_computerouput.xml: Δεν υπάρχει τέτοιο αρχείο ή φάκελος
fr: ls: mal_inline_computerouput.xml: Aucun fichier ou dossier de ce type

source: Computer output is displayed in a fixed-width or wide font. Fixed-width fonts tend to have more distinction between visually similar characters. A border or background color may be used to make the beginning and end of the output clear.
el: Η έξοδος του υπολογιστή εμφανίζεται με γραμματοσειρά σταθερού πλάτους ή με πλατιά γραμματοσειρά. Οι γραμματοσειρές σταθερού πλάτους τείνουν να διακρίνουν καλύτερα οπτικά παρόμοιους χαρακτήρες. Ένα περίγραμμα ή χρώμα παρασκηνίου μπορεί να χρησιμοποιηθεί για να κάνει την αρχή και το τέλος της εξόδου σαφέστερα.

source: The <code>output</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/computeroutput.html">computeroutput</code> element in DocBook. When necessary, the <code>output</code> element may be used with the <code>style</code> attribute <code>"prompt"</code> in place of DocBook's <code href="http://www.docbook.org/tdg/en/html/prompt.html">prompt</code> element. In some cases, it may be appropriate to use the <code>output</code> element with the <code>style</code> attribute <code>"error"</code> in place of DocBook's <code href="http://www.docbook.org/tdg/en/html/errorname.html">errorname</code> and <code href="http://www.docbook.org/tdg/en/html/errortext.html">errortext</code> elements.
el: Το στοιχείο <code>output</code> είναι παρόμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/computeroutput.html">computeroutput</code> του DocBook. Όταν είναι αναγκαίο, το στοιχείο <code>output</code> μπορεί να χρησιμοποιηθεί με την ιδιότητα <code>style</code> ορισμένη σε <code>"prompt"</code> στη θέση του στοιχείου <code href="http://www.docbook.org/tdg/en/html/prompt.html">prompt</code> του DocBook. Σε μερικές περιπτώσεις μπορεί να είναι κατάλληλο να χρησιμοποιήσετε το στοιχείο <code>output</code> με την ιδιότητα <code>style</code> ορισμένη σε <code>"error"</code> στη θέση των στοιχείων <code href="http://www.docbook.org/tdg/en/html/errorname.html">errorname</code> και <code href="http://www.docbook.org/tdg/en/html/errortext.html">errortext</code> του DocBook.
fr: L'élément <code>output</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/computeroutput.html">computeroutput</code> de DocBook. Si nécessaire, l'élément <code>output</code> peut être utilisé avec un attribut <code>style</code> égal à <code>"prompt"</code> à la place de l'élément <code href="http://www.docbook.org/tdg/en/html/prompt.html">prompt</code> de DocBook. Dans d'autres cas, il peut être opportun de définir l'attribut <code>style</code> de l'élément <code>output</code> à la valeur <code>"error"</code> pour remplacer les éléments <code href="http://www.docbook.org/tdg/en/html/errorname.html">errorname</code> et <code href="http://www.docbook.org/tdg/en/html/errortext.html">errortext</code> de DocBook.

source: Insert an image, video, or other multimedia object.
el: Εισαγωγή μιας εικόνας, βίντεο ή άλλου αντικειμένου πολυμέσων.
fr: Insertion d'une image, d'une vidéo ou tout autre objet multimédia.

source: Inline Multimedia Objects
el: Συγγραμμικά αντικείμενα πολυμέσων
fr: Objets multimédia intégrés

source: Use the <code>media</code> element to insert an image, video, or other multimedia object into your document. Since not all display tools will be able to display all types of objects, you can provide fallback elements in the contents of a <code>media</code> element. See <link xref="#processing"/> for details on how fallback elements are handled.
el: Χρησιμοποιήστε το στοιχείο <code>media</code> για να εισάγετε μια εικόνα, ένα βίντεο ή άλλο αντικείμενο πολυμέσων στο έγγραφό σας. Μια που δε θα είναι ικανά όλα τα εργαλεία προβολής να εμφανίσουν όλους τους τύπους αντικειμένων, μπορείτε να παρέχετε εναλλακτικά στοιχεία στο στοιχείο <code>media</code>. Δείτε το <link xref="#processing"/> για λεπτομέρειες πάνω στο χειρισμό των εναλλακτικών στοιχείων.
fr: Utilisez l'élément <code>media</code> pour insérer une image, une vidéo ou tout autre objet multimédia dans le document. Étant donné qu'aucun outil d'affichage n'est capable d'afficher tous les types d'objets, vous pouvez indiquer des éléments de recours dans le contenu de l'élément <code>media</code>. Consultez <link xref="#processing"/> pour des précisions sur la manière dont les éléments de recours sont manipulés.

source: The <code>media</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>media</code> μπορεί να περιέχει ένα μίγμα από κείμενο και οποιοδήποτε <link xref="mal_inline">γενικό συγγραμμικό στοιχείο</link>.
fr: L'élément <code>media</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.
