Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: Guide Pages
el: Σελίδες οδηγιών
fr: Pages guides

source: Guide pages have the <code>type</code> attribute set to <code>"guide"</code>. They serve as navigational aids, linking to topics and other guides. Readers can browse through guides much as they would browse through container sections in a linear document. Since page can be included in multiple guides, however, readers are able to reach the same content by navigating different paths.
el: Οι σελίδες οδηγιών έχουν την ιδιότητα <code>type</code> ορισμένη σε <code>"guide"</code>. Εξυπηρετούν το σκοπό βοηθημάτων περιήγησης, συνδεόμενες σε θέματα και σε άλλες σελίδες οδηγιών. Οι αναγνώστες μπορούν να περιηγηθούν μέσω των οδηγιών όπως θα περιηγούνταν μέσα στις ενότητες περιεχομένου σε ένα γραμμικό έγγραφο. Αφού μια σελίδα μπορεί να συμπεριληφθεί σε πολλές σελίδες οδηγιών, οι αναγνώστες μπορούν να φτάσουν στο ίδιο περιεχόμενο ακολουθώντας διαφορετικές διαδρομές.
fr: L'attribut <code>type</code> des pages guides est égal à <code>"guide"</code>. Les pages guides servent d'aide à la navigation en créant des liens vers des rubriques et d'autres guides. Le lecteur peut se déplacer au travers des pages guides comme il le ferait via les sections contenues dans un document linéaire. Étant donné qu'une page peut être incluse dans plusieurs pages guides, le lecteur est susceptible d'atteindre un même contenu en naviguant par des routes différentes.

source: Guide pages have links automatically inserted into their content based on topic links within their own <code xref="mal_info">info</code> elements and guide links within the <code>info</code> elements of other pages and sections. Guide pages can contain sections to help organize content. Each section in a guide page has automatic links inserted as well. See <link xref="links#topic"/> for details on automatic topic links.
el: Στο περιεχόμενο των σελίδων οδηγιών εισάγονται αυτόματα σύνδεσμοι βάσει συνδέσμων θεμάτων μέσα στα δικά τους στοιχεία <code xref="mal_info">info</code> και βάσει συνδέσμων οδηγιών μέσα στα στοιχεία <code>info</code> άλλων σελίδων και ενονήτων. Οι σελίδες οδηγιών μπορούν να περιέχουν ενότητες για την οργάνωση του περιεχομένου. Κάθε ενότητα σε μια σελίδα οδηγιών επίσης έχει συνδέσμους που εισάγονται αυτόματα. Δείτε το <link xref="links#topic"/> για λεπτομέρειες πάνω στους αυτόματους συνδέσμους θεμάτων.
fr: Les pages guides possèdent des liens insérés automatiquement dans leur contenu, constitués, d'une part de liens vers les rubriques de leurs propres éléments <code xref="mal_info">info</code> et, d'autre part de liens vers les guides dans les éléments <code>info</code> des autres pages et vers les sections. Les pages guides peuvent contenir des sections pour aider à en organiser le contenu. Chaque section dans une page guide bénéficie également de l'insertion automatique de liens. Consultez <link xref="links#topic"/> pour des détails sur les liens automatiques.

source: Guides also have see also links generated automatically. See <link xref="links#seealso"/> for more information.
el: Οι σελίδες οδηγιών έχουν επίσης συνδέσμους «δείτε ακόμα» που δημιουργούνται αυτόματα. Δείτε το <link xref="links#seealso"/> για περισσότερες λεπτομέρειες.
fr: Les pages guides possèdent aussi des liens « Voir également » générés automatiquement. Consultez <link xref="links#seealso"/> pour plus d'informations.

source: Generally, guide pages will contain some introductory content to help readers understand the topics being presented. Introductory content should be short and concise.
el: Γενικά, οι σελίδες οδηγιών θα περιέχουν κάποιο εισαγωγικό περιεχόμενο για να βοηθήσουν τους αναγνώστες να καταλάβουν τα θέματα που παρουσιάζονται. Το εισαγωγικό κείμενο θα πρέπει να είναι σύντομο και περιεκτικό.
fr: Généralement, les pages guides comportent une introduction pour aider le lecteur à comprendre les rubriques présentées. Le contenu introductif doit être bref et dense.

source: Topic Pages
el: Σελίδες θεμάτων
fr: Pages rubriques

source: Topic pages have the <code>type</code> attribute set to <code>"topic"</code>, or have no <code>type</code> attribute at all. Topics contain the bulk of the material in a document. A Topic may be a tutorial, a conceptual overview, reference material, or any other type of content. Mallard does not distinguish between different content types, although tools may introduce special styling based on style hints. Topics are distinguished from guides only in that their primary purpose is to convey information, whereas guides serve as navigational aids.
el: Οι σελίδες θεμάτων είτε έχουν την ιδιότητα <code>type</code> ορισμένη σε <code>"topic"</code>, είτε δεν έχουν καθόλου ορισμένη την ιδιότητα <code>type</code>. Τα θέματα περιέχουν την πλειοψηφία του υλικού σε ένα έγγραφο. Ένα Θέμα μπορεί να είναι ένα βοήθημα, μια επισκόπηση, υλικό αναφοράς ή άλλος τύπος περιεχομένου. Το Mallard δε διακρίνει μεταξύ διαφορετικών τύπων περιεχομένου, παρότι διάφορα εργαλεία μπορεί να εισάγουν ειδική μορφοποίηση βάσει υποδείξεων στυλ. Τα θέματα διακρίνονται από τους οδηγούς μόνο στο ότι ο βασικός τους σκοπός είναι να μεταφέρουν πληροφορίες, ενώ οι οδηγοί βοηθούν την περιήγηση.
fr: Les pages rubriques ont un attribut <code>type</code> égal à <code>"topic"</code> ou bien aucun attribut <code>type</code>. Les rubriques contiennent la majeure partie du matériel documentaire. Une rubrique peut être un tutoriel, un aperçu conceptuel, un document de référence ou tout autre type de contenu écrit. Mallard ne distingue pas les divers types de contenu, même si des outils peuvent introduire des particularités stylistiques selon les indications de style. Les pages rubriques ne se distinguent des pages guides que par leur finalité première qui est d'apporter l'information, alors que les pages guides servent d'aide à la navigation.

source: Topic pages have links automatically inserted to all guides which link to them. Topic pages can contain sections to help organize material and present finer-grained chunks of information to the reader. Each section in a topic page has automatic guide links inserted as well. See <link xref="links#guide"/> for details on automatic guide links.
el: Στις σελίδες θεμάτων εισάγονται αυτόματα σύνδεσμοι προς όλους τους οδηγούς που συνδέουν σ' αυτές. Οι σελίδες θεμάτων μπορούν να περιέχουν ενότητες που βοηθούν στην οργάνωση του υλικού και παρουσιάζουν λεπτομερέστερες πληροφορίες στον αναγνώστη. Κάθε ενότητα σε ένα θέμα έχει επίσης συνδέσμους που εισάγονται αυτόματα. Δείτε το <link xref="links#guide"/> για περισσότερες πληροφορίες πάνω στους αυτόματους συνδέσμους οδηγιών.
fr: Des liens vers toutes les pages guides qui les référencent sont automatiquement insérés. Les pages rubriques peuvent contenir des sections pour aider à organiser la documentation et présenter une plus fine granulométrie d'informations au lecteur. Chaque section dans une page rubrique peut aussi disposer de liens automatiques. Consultez <link xref="links#guide"/> pour des détails les concernant.

source: Topics also have see also links generated automatically. See <link xref="links#seealso"/> for more information.
el: Τα θέματα έχουν επίσης αυτόματα δημιουργημένους συνδέσμους «δείτε ακόμα». Δείτε το <link xref="links#seealso"/> για περισότερες πληροφορίες.
fr: Les pages rubriques possèdent aussi des liens « voir également » automatiquement générés. Consultez <link xref="links#seealso"/> pour plus d'informations.

source: In on-screen media, a <code>page</code> element is displayed as a single page. In this case, <em>page</em> is used in the sense of <em>web page</em>: something which can be read top-to-bottom by scrolling. This should not be confused with physical pages — one side of a leaf of paper — or with any fixed-height electronic pages such as those used by word processors and e-books.
el: Σε μέσα που προβάλλουν στην οθόνη, ένα στοιχείο <code>page</code> προβάλλεται ως μια μοναδική σελίδα. Σ' αυτή την περίπτωση, το <em>page</em> χρησιμοποιείται υπό μορφή <em>ιστοσελίδας</em>: κάτι που μπορεί να διαβαστεί από την αρχή μέχρι το τέλος με κύλιση. Αυτό δεν πρέπει να συγχίζεται με φυσικές σελίδες -που καταλαμβάνουν τη μια πλευρά ενός φύλλου χαρτιού- ή με οποιουδήποτε είδους ηλεκτρονικές σελίδες σταθερού ύψους όπως εκείνες που χρησιμοποιούνται από τους επεξεργαστές κειμένου και τα ηλεκτρονικά βιβλία.
fr: Sur les écrans, un élément <code>page</code> est affiché comme une page unique. Dans ce cas, le mot <em>page</em> doit être compris dans le sens de <em>page Web</em> : une entité pouvant être parcourue du début à la fin par défilement. Il ne faut pas les confondre avec les pages physiques — une face de feuille de papier — ou toute page électronique de hauteur fixe telle que celle utilisée dans les traitements de texte ou les livres électroniques.

source: The <code>info</code> child element is not displayed directly, although certain informational elements may be displayed or affect aspects of the page display. In particular, the <code>info</code> element may contain <code>link</code> elements which will cause automatic links to be inserted into the displayed output. See <link xref="links"/> for more information.
el: Το θυγατρικό στοιχείο <code>info</code> δεν εμφανίζεται άμεσα, παρότι μερικά πληροφοριακά στοιχεία μπορεί να εμφανίζονται ή να επηρεάζουν πτυχές της εμφάνισης της σελίδας. Συγκεκριμένα, το στοιχείο <code>info</code> μπορεί να περιέχει στοιχεία <code>link</code> τα οποία θα προκαλέσουν την αυτόματη εισαγωγή συνδέσμων στην έξοδο που εμφανίζεται. Δείτε το <link xref="links"/> για περισσότερες πληροφορίες.
fr: L'élément enfant <code>info</code> n'est pas affiché directement, bien que certains éléments d'information puissent être affichés ou affecter la disposition de la page affichée. En particulier, l'élément <code>info</code> peut contenir des éléments <code>link</code> qui provoqueront l'insertion de liens automatiques à l'affichage. Consultez <link xref="links"/> pour plus d'informations.

source: The title of a page is displayed prominently at the top, followed by any child block content, and finally by each child section. Note that automatic links, style hints, or other special features may insert material or change the way pages are displayed.
el: Ο τίτλος μιας σελίδας εμφανίζεται έντονα στο πάνω μέρος, ακολουθούμενος από οποιοδήποτε θυγατρικό μπλοκ περιεχομένου, και τέλος από κάθε θυγατρική ενότητα. Σημειώστε ότι αυτόματοι σύνδεσμοι, υποδείξεις στυλ ή άλλα ειδικά χαρακτηριστικά μπορεί να εισάγουν περιεχόμενο ή να αλλάζουν τον τρόπο που εμφανίζονται οι σελίδες.
fr: Le titre d'une page est affiché en évidence en haut de la page ; il est suivi de tout contenu de blocs enfants et finalement des sections enfants. À noter : les liens automatiques, les indications de style ou toutes autres fonctionnalités spéciales sont susceptibles d'insérer du matériel ou de modifier la façon dont les pages sont affichées.

source: Mark up placeholder text that should be replaced by the user.
el: Σημείωση κειμένου που καταλαμβάνει το χώρο κειμένου που πρέπει να αντικατασταθεί από το χρήστη.
fr: Balisage de texte substituable qui doit être remplacé par l'utilisateur.

source: Variable Text
el: Μεταβλητό κείμενο
fr: Variables texte

source: Use the <code>var</code> element to mark up placeholder text that should be replaced by the user. This is typically used inside a <code xref="mal_inline_cmd">cmd</code> or <code xref="mal_inline_code">code</code> element to indicate a replaceable argument, or within running prose to refer to an indicated argument.
el: Χρησιμοποιήστε το στοιχείο <code>var</code> για να σημειώσετε κείμενο που καταλαμβάνει το χώρο κειμένου που πρέπει να αντικατασταθεί από το χρήστη. Αυτό τυπικά θα χρησιμοποιείται μέσα σε στοιχεία <code xref="mal_inline_cmd">cmd</code> ή <code xref="mal_inline_code">code</code> για να υποδείξει κείμενο προς αντικατάσταση, ή μέσα σε τρέχον κείμενο για να υποδείξει ένα όρισμα.
fr: La balise <code>var</code> est utilisée pour marquer un texte substituable qui doit être remplacé par l'utilisateur. Elle est en règle générale utilisé dans les éléments <code xref="mal_inline_cmd">cmd</code> ou <code xref="mal_inline_code">code</code> pour indiquer un paramètre à remplacer ou bien dans un texte courant comme référence à un paramètre défini.

source: The <code>var</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>var</code> μπορεί να περιέχει ένα μίγμα από κείμενο και οποιαδήποτε <link xref="mal_inline">γενικά συγγραμμικά στοιχεία</link>.
fr: L'élément <code>var</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>var</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>var</code> συναντάται σε οποιοδήποτε γενικό συγγραμμικό περιεχόμενο, συμπεριλαμβανομένων των περισσότερων <link xref="mal_inline">συγγραμμικών στοιχείων</link>, μερικών <link xref="mal_block#basic">βασικών στοιχείων μπλοκ</link> και μερικών <link xref="mal_info">πληροφοριακών στοιχείων</link>.
fr: L'élément <code>var</code> se rencontre dans tout contexte intégré général, y compris à l'intérieur de la plupart des <link xref="mal_inline">éléments intégrés</link>, de quelques <link xref="mal_block#basic">éléments blocs de base</link> et de certains <link xref="mal_info">éléments d'information</link>.

source: The <code>var</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>var</code> μπορεί να συνδέει σε άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>var</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: The <code>var</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>var</code> μπορεί να έχει ιδιότητες από εξωτερικά namespace. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες από εξωτερικά namespace.
fr: L'élément <code>var</code> peut posséder des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: See <link xref="mal_inline_cmd"/> and <link xref="mal_inline_code"/> for examples using <code>var</code>.
el: Δείτε τα <link xref="mal_inline_cmd"/> και <link xref="mal_inline_code"/> για παραδείγματα χρήσης του <code>var</code>.
fr: Consultez <link xref="mal_inline_cmd"/> et <link xref="mal_inline_code"/> pour des exemples d'utilisation de <code>var</code>.

source: Variable text is typically displayed in an italic or oblique font. When used inside a fixed-width element such as <code xref="mal_inline_cmd">cmd</code> or <code xref="mal_inline_code">code</code>, it will inherit the fixed-width font. In running prose, however, the <code>var</code> element does not cause its contents to be displayed in a fixed-width font.
el: Το μεταβλητό κείμενο τυπικά εμφανίζεται σε πλάγιο κείμενο. Όταν χρησιμοποιείται μέσα σε ένα στοιχείο σταθερού πλάτους όπως το <code xref="mal_inline_cmd">cmd</code> ή το <code xref="mal_inline_code">code</code>, τότε κληρονομεί τη γραμματοσειρά σταθερού πλάτους. Σε τρέχοντα λόγο όμως, το στοιχείο <code>var</code> δεν κάνει τα περιεχόμενά του να εμφανίζονται με σταθερού πλάτους γραμματοσειρά.
fr: La variable texte est généralement affichée avec une police italique ou oblique. Lorsqu'elle est utilisée dans un élément affiché avec une police à chasse fixe comme <code xref="mal_inline_cmd">cmd</code> ou <code xref="mal_inline_code">code</code>, elle hérite de la police à chasse fixe. Toutefois, dans le texte courant, l'élément <code>var</code> n'est pas affiché dans une police à chasse fixe.

source: Comparison to Other Formats
el: Σύγκριση με άλλες μορφές
fr: Comparaisons avec d'autres formats

source: The <code>var</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/replaceable.html">replaceable</code> element in DocBook.
el: Το στοιχείο <code>var</code> είναι όμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/replaceable.html">replaceable</code> του DocBook.
fr: L'élément <code>var</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/replaceable.html">replaceable</code> de DocBook.

source: Mark up general identifiers found on computer systems.
el: Σημείωση γενικών αναγνωριστικών που συναντούνται σε συστήματα υπολογιστών.
fr: Balisage d'identifiants généraux rencontrés dans les systèmes informatiques.

source: System Items
el: Αντικείμενα συστήματος
fr: Éléments du système

source: Use the <code>sys</code> element to mark up any type of system item that isn't covered by other elements such as <code xref="mal_inline_file">file</code>, <code xref="mal_inline_cmd">cmd</code>, or <code xref="mal_inline_code">code</code>.
el: Χρησιμοποιήστε το στοιχείο <code>sys</code> για να σημειώσετε οποιοδήποτε τύπο αντικειμένου συστήματος το οποίο δεν καλύπτεται από άλλα στοιχεία όπως τα <code xref="mal_inline_file">file</code>, <code xref="mal_inline_cmd">cmd</code>, ή <code xref="mal_inline_code">code</code>.
fr: Utilisez l'élément <code>sys</code> pour baliser tout type d'élément du système non couvert par ailleurs, comme <code xref="mal_inline_file">file</code>, <code xref="mal_inline_cmd">cmd</code> ou <code xref="mal_inline_code">code</code>.

source: The <code>sys</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>sys</code> μπορεί να περιέχει ένα μίγμα από κείμενο και οποιοαδήποτε άλλα <link xref="mal_inline">γενικά συγγραμμικά στοιχεία</link>.
fr: L'élément <code>sys</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>sys</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>sys</code> συναντάται σε οποιοδήποτε γενικό συγγραμμικό περιεχόμενο, συμπεριλαμβανομένων των περισσότερων <link xref="mal_inline">συγγραμμικών στοιχείων</link>, μερικών <link xref="mal_block#basic">βασικών στοιχείων μπλοκ</link> και μερικών <link xref="mal_info">πληροφοριακών στοιχείων</link>.
fr: L'élément <code>sys</code> peut se rencontrer dans tout contexte général intégré, y compris à l'intérieur de la plupart des <link xref="mal_inline">éléments intégrés</link>, de quelques <link xref="mal_block#basic">éléments blocs de base</link> et de certains <link xref="mal_info">éléments d'information</link>.

source: The <code>sys</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>sys</code> μπορεί να συνδέει σε άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>sys</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: The <code>sys</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>sys</code> μπορεί να έχει ιδιότητες από εξωτερικά namespace. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες από εξωτερικά namespace.
fr: L'élément <code>sys</code> peut posséder des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>sys</code> to mark up a domain name:
el: Χρησιμοποιήστε το <code>sys</code> για να σημειώσετε ένα όνομα τομέα:
fr: Utilisation de <code>sys</code> pour baliser un nom de domaine :

source: The Linux kernel is hosted on <sys>git.kernel.org</sys>.
el: Ο πυρήνας του Linux φιλοξενείται στο <sys>git.kernel.org</sys>.
fr: Le noyau Linux est hébergé sur <sys>git.kernel.org</sys>.

source: System items are displayed in a fixed-width font. Fixed-width fonts tend to have more distinction between visually similar characters. This is particularly important in system items, since letters often appear without the context of a known word that helps make them discernable in normal prose.
el: Τα αντικείμενα συστήματος εμφανίζονται με γραμματοσειρά σταθερού πλάτους. Οι γραμματοσειρές σταθερού πλάτους τείνουν να διακρίνουν καλύτερα οπτικά όμοιους χαρακτήρες. Αυτό είναι ιδιαίτερα σημαντικό σε αντικείμενα συστήματος, αφού τα γράμματα συχνά εμφανίζονται χωρίς τα συμφραζόμενά τους που βοηθούν να τα κάνουν αντιληπτά σε ρέοντα λόγο.
fr: Les objets du système sont affichés avec des polices à chasse fixe. Ces dernières ont la réputation de faciliter la distinction de caractères visuellement semblables. Cet aspect est particulièrement important pour les objets du système car ces caractères apparaissent souvent sans le contexte d'un mot connu qui aide à les discerner dans un texte courant.

source: The <code>sys</code> element is similar to the <code href="http://www.docbook.org/tdg/en/html/systemitem.html">systemitem</code> element in DocBook. DocBook has gained numerous elements which were once marked using the <code>class</code> attribute on the <code>systemitem</code> element. Since Mallard does not provide the level of markup specificity that DocBook does, the <code>sys</code> element should be used in place of these and various other elements.
el: Το στοιχείο <code>sys</code> είναι όμοιο με το στοιχείο <code href="http://www.docbook.org/tdg/en/html/systemitem.html">systemitem</code> στο DocBook. Το DocBook έχει αρκετά στοιχεία το οποία κάποτε σημειώνονταν με χρήση της ιδιότητας <code>class</code> του στοιχείου <code>systemitem</code>. Αφού όμως το Mallard δεν παρέχει το επίπεδο εξειδίκευσης των ετικετών που παρέχει το DocBook, το στοιχείο <code>sys</code> θα πρέπει να χρησιμοποιείται στη θέση εκείνων και μερικών ακόμα στοιχείων.
fr: L'élément <code>sys</code> est analogue à l'élément <code href="http://www.docbook.org/tdg/en/html/systemitem.html">systemitem</code> de DocBook. DocBook a acquis de nombreux éléments autrefois balisés en qualifiant l'attribut <code>class</code> de <code>systemitem</code>. Comme Mallard n'assure pas un niveau de marquage spécifique aussi poussé que celui de DocBook, l'élément <code>sys</code> devra être utilisé à la place de ces divers autres éléments.

source: A generic inline element that can be used for semantic, localization, and styling purpose.
el: Ένα γενικό εμβόλιμο στοιχείο το οποίο μπορεί να χρησιμοποιηθεί για σκοπούς σήμανσης, τοπικοποίησης και στυλ.
fr: Élément générique intégré utilisable pour la sémantique, la localisation ou la stylistique.

source: Spans
el: Στοιχεία span
fr: Extensions
