Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: Mallard does not currently have a structured environment for indexes.
el: Το Mallard δεν έχει επί του παρόντος δομημένο περιβάλλον για ευρετήρια.
fr: Mallard ne dispose pas actuellement d'environnement structuré pour les index.

source: Similar to the <code xref="mal_block_example">example</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_block_example">example</code>.
fr: Analogue à l'élément <code xref="mal_block_example">example</code>.

source: Similar to the <code xref="mal_table">table</code> element. Mallard does not use the CALS table model.
el: Παρόμοιο με το στοιχείο <code xref="mal_table">table</code>. Το Mallard δεν χρησιμοποιεί το πρότυπο πίνακα CALS.
fr: Analogue à l'élément <code xref="mal_table">table</code>. Mallard n'utilise pas le modèle de tableau CALS.

source: Mallard does not have a structured environment for field synopses.
el: Το Mallard δεν έχει δομημένο περιβάλλον για περιλήψεις πεδίων.
fr: Mallard n'a pas d'environnement structuré pour les champs de synopsis.

source: See the inline <code xref="mal_inline_media">media</code> element for details.
el: Δείτε το εμβόλιμο στοιχείο <code xref="mal_inline_media">media</code> για λεπτομέρειες.
fr: Voir l'élément intégré <code xref="mal_inline_media">media</code> pour plus de détails.

source: See the <code xref="mal_block_list">list</code> element for details.
el: Δείτε το στοιχείο <code xref="mal_block_list">list</code> για λεπτομέρειες.
fr: Voir l'élément <code xref="mal_block_list">list</code> pour plus de détails.

source: Similar to the <code xref="mal_inline_key">key</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_inline_key">key</code>.
fr: Analogue à l'élément <code xref="mal_inline_key">key</code>.

source: Similar to the <code xref="mal_inline_keyseq">keyseq</code> element.
el: Παρόμοιο με το στοιχείο <code xref="mal_inline_keyseq">keyseq</code>.
fr: Analogue à l'élément <code xref="mal_inline_keyseq">keyseq</code>.

source: No general-purpose legal notice in Mallard. <link xref="mal_external">External namespace elements</link> may provide this information in <code xref="mal_info">info</code> elements. For license information, use the <code xref="mal_info_license">license</code> element.
el: Δεν υπάρχει γενικής χρήσης νομική σημείωση στο Mallard. <link xref="mal_external">Στοιχεία εξωτερικών χώρων ονομάτων</link> μπορεί να παρέχουν αυτές τις πληροφορίες σε στοιχεία <code xref="mal_info">info</code>. Για πληροφορίες αδειών, χρησιμοποιήστε το στοιχείο <code xref="mal_info_license">license</code>.
fr: Pas de notice légale à objet général dans Mallard. Des <link xref="mal_external">éléments d'espaces de noms externes</link> peuvent donner cette information dans les éléments <code xref="mal_info">info</code>. Pour les informations de licence, utilisez l'élément <code xref="mal_info_license">license</code>.

source: Currently no equivalent in Mallard. You may use <link xref="mal_inline_em">inline emphasis</link> for a similar effect.
el: Αυτή τη στιγμή δεν υπάρχει ισοδύναμο στο Mallard. Μπορείτε να χρησιμοποιήσετε <link xref="mal_inline_em">εμβόλιμη έμφαση</link> για παρόμοιο αποτέλεσμα.
fr: Actuellement pas d'équivalent dans Mallard. Vous pouvez utiliser une <link xref="mal_inline_em">mise en valeur intégrée</link> pour un effet similaire.

source: See the <code xref="mal_inline_link">link</code> element for details.
el: Δείτε το στοιχείο <code xref="mal_inline_link">link</code> για λεπτομέρειες.
fr: Voir l'élément <code xref="mal_inline_link">link</code> pour plus de détails.

source: See the <code>item</code> element for each <link xref="mal_block#list">list element</link> for details.
el: Δείτε το στοιχείο <code>item</code> για κάθε <link xref="mal_block#list">list element</link> για λεπτομέρειες.
fr: Voir l'élément <code>item</code> pour tout <link xref="mal_block#list">élément de liste</link> pour plus de détails.

source: Currently no general-purpose literal layout in Mallard. Future versions may address this.
el: Προς το παρόν δεν υπάρχει στο Mallard γενικού περιεχομένου literal διάταξη. Μελλοντικές εκδόσεις μπορεί να το διορθώσουν αυτό.
fr: Actuellement pas de disposition littérale d'objet général dans Mallard. Cette fonctionnalité est prévue dans de futures versions.

source: No equivalent in Mallard to DocBook's <code href="http://www.docbook.org/tdg/en/html/simplelist.html">simplelist</code> element.
el: Δεν υπάρχει στο Mallard αντίστοιχο του στοιχείου <code href="http://www.docbook.org/tdg/en/html/simplelist.html">simplelist</code> του DocBook.
fr: Pas d'équivalent dans Mallard de l'élément DocBook <code href="http://www.docbook.org/tdg/en/html/simplelist.html">simplelist</code>.

source: Similar to the <code xref="mal_inline_guiseq">guiseq</code> element.
el: Όμοιο με το στοιχείο <code xref="mal_inline_guiseq">guiseq</code>.
fr: Analogue à l'élément <code xref="mal_inline_guiseq">guiseq</code>.

source: Mallard does not have a structured environment for method synopses.
el: Το Mallard δεν έχει ένα δομημένο περιβάλλον για περιλήψεις μεθόδων.
fr: Mallard n'a pas d'environnement structuré pour les synopsis de méthode.

source: Mallard does not have a structured environment for code synopses.
el: Το Mallard δεν έχει ένα δομημένο περιβάλλον για περιλήψεις κώδικα.
fr: Mallard n'a pas d'environnement structuré pour les synopsis de code.

source: Mallard does not have a structured environment for messages.
el: Το Mallard δεν έχει ένα δομημένο περιβάλλον για μηνύματα.
fr: Mallard n'a pas d'environnement structuré pour les messages.

source: No specific element in Mallard. Use the <code xref="mal_inline_cmd">cmd</code> element instead.
el: Δεν υπάρχει συγκεκριμένο στοιχείο στο Mallard. Αντί αυτού χρησιμοποιήστε το συγγραμμικό στοιχείο <code xref="mal_inline_cmd">cmd</code>.
fr: Pas d'élément spécifique dans Mallard. Utilisez à la place l'élément <code xref="mal_inline_cmd">cmd</code>.

source: See the <code xref="mal_block_list">list</code> element for details. See also the <code xref="mal_block_steps">steps</code> element.
el: Δείτε το στοιχείο <code xref="mal_block_list">list</code> για λεπτομέρειες. Δείτε επίσης το στοιχείο <code xref="mal_block_steps">steps</code>.
fr: Voir l'élément <code xref="mal_block_list">list</code> pour plus de détails. Consultez également l'élément <code xref="mal_block_steps">steps</code>.

source: Similar to the <code xref="mal_block_p">p</code> element.
el: Όμοια με το στοιχείο <code xref="mal_block_p">p</code>.
fr: Analogue à l'élément <code xref="mal_block_p">p</code>.

source: Mallard does not have a structured environment for function prototypes.
el: Το Mallard δεν έχει δομημένο περιβάλλον για πρωτότυπα λειτουργιών.
fr: Mallard n'a pas d'environnement structuré pour les prototypes de fonction.

source: No direct equivalent in Mallard. The <code xref="mal_page">page</code> or <code xref="mal_section">section</code> element may be appropriate.
el: Δεν υπάρχει αντίστοιχο στοιχείο στο Mallard. Μπορεί να είναι κατάλληλα τα στοιχεία <code xref="mal_page">page</code> ή <code xref="mal_section">section</code>.
fr: Pas d'équivalent direct dans Mallard. L'élément <code xref="mal_page">page</code> ou <code xref="mal_section">section</code> peut se révéler approprié.

source: Similar to the <code xref="mal_inline_span">span</code> element.
el: Όμοια με το στοιχείο <code xref="mal_inline_span">span</code>.
fr: Analogue à l'élément <code xref="mal_inline_span">span</code>.

source: See the <code xref="mal_block_steps">steps</code> element for details.
el: Δείτε το στοιχείο <code xref="mal_block_steps">steps</code> για περισσότερες λεπτομέρειες.
fr: Voir l'élément <code xref="mal_block_steps">steps</code> pour plus de détails.

source: No equivalent in Mallard. Inline, use plain text. <link xref="mal_external">External namespace elements</link> may provide this information in <code xref="mal_info">info</code> elements.
el: Δεν υπάρχει αντίστοιχο στο Mallard. Συγγραμμικά, χρησιμοποιήστε απλό κείμενο. <link xref="mal_external">Εξωτερικά namespace στοιχείων</link> μπορεί να παρέχουν αυτή την πληροφορία σε στοιχεία <code xref="mal_info">info</code>.
fr: Pas d'équivalent dans Mallard. Dans un contenu intégré, utilisez du texte brut. Des <link xref="mal_external">éléments d'espaces de noms externes</link> peuvent donner cette information dans les éléments <code xref="mal_info">info</code>.

source: Similar to the block <code xref="mal_block_code">code</code> element.
el: Όμοιο με το στοιχείο μπλοκ <code xref="mal_block_code">code</code>.
fr: Analogue à l'élément <code xref="mal_block_code">code</code>.

source: No specific element in Mallard. Use the inline <code xref="mal_inline_output">outut</code> element instead.
el: Δεν υπάρχει συγκεκριμένο στοιχείο στο Mallard. Αντί αυτού χρησιμοποιήστε το συγγραμμικό στοιχείο <code xref="mal_inline_output">output</code>.
fr: Pas d'élément spécifique dans Mallard. Utilisez à la place l'élément intégré <code xref="mal_inline_output">output</code>.

source: This is a long list. Bear with me as I complete it.
el: Αυτή η λίστα είναι μεγάλη. Μείνετε μαζί μας καθώς τη συμπληρώνουμε.
fr: C'est une longue liste. Soyez indulgents avec moi tant que je la complète.

source: How to process and work with Mallard documents.
el: Πώς να επεξεργάζεστε και να εργάζεστε έγγραφα του Mallard.
fr: Comment travailler avec les documents Mallard et comment les traiter.

source: Processing Details
el: Λεπτομέρειες επεξεργασίας
fr: Détails de traitement

source: Internationalization and Localization
el: Διεθνοποίηση και τοπικοποίηση
fr: Internationalisation et localisation

source: Additional Reference Material
el: Επιπλέον υλικό αναφοράς
fr: Documentation de référence additionnelle

source: translator-credits
el: Ελληνική μεταφραστική ομάδα GNOME Σίμος Ξενιτέλλης <simos@gnome.org> Μάριος Ζηντίλης <m.zindilis@dmajor.org>, 2010 Μιχάλης Κοτσαρίνης <mk73628@gmail.com>, 2010 Για περισσότερα δείτε http://www.gnome.gr/
fr: Gérard Baylard <gerard.b@bbox.fr>, 2009-2010 Bruno Brouard <annoa.b@gmail.com>, 2010.

source: This work is licensed under a <link href="http://creativecommons.org/licenses/by-sa/3.0/us/">Creative Commons Attribution-Share Alike 3.0 United States License</link>.
fr: Cette œuvre est sous licence <link href="http://creativecommons.org/licenses/by-sa/3.0/us/">Creative Commons Attribution-Share Alike 3.0 United States License</link>.

source: As a special exception, the copyright holders give you permission to copy, modify, and distribute the example code contained in this document under the terms of your choosing, without restriction.
fr: Par exception expresse, les détenteurs des droits vous donnent l'autorisation de copier, modifier, et distribuer l'exemple de code contenu dans ce document sous les termes de votre choix sans restriction aucune.

source: TODO
fr: À FAIRE

source: Use the <code>output</code> element to mark up text that is output by a computer program. Typically, this is text output in a command-line environment, although you may use the <code>output</code> element for computer-generated text in a text box or similar control in a graphical application. For messages and other labels in a graphical applicaiton, use the <code xref="mal_inline_gui">gui</code> element.
fr: Utilisez l'élément <code>output</code> pour baliser un texte de sortie de programme d'ordinateur. En règle générale, il s'agit d'une sortie texte dans un environnement ligne de commande ; toutefois, l'élément <code>output</code> peut baliser un extrait de boîte de dialogue de texte ou de contrôle similaire provenant d'une application en mode graphique. Pour des messages et autres étiquettes d'une application graphique, utilisez l'élément <code xref="mal_inline_gui">gui</code>.

source: Use <code>ouptut</code> to mark up text generated by a program:
fr: Utilisation de <code>output</code> pour baliser du texte généré par un programme :

source: Computer output is displayed in a fixed-width or wide font. Fixed-width fonts tend to have more distinction between visually similar characters. A border or background color may be used to make the beginning and end of the ouptut clear.
fr: Une sortie ordinateur est affichée dans une police à chasse fixe ou large. Les polices à chasse fixe ont la réputation de faciliter la distinction de caractères visuellement semblables. Une bordure ou un fond coloré peuvent être employés pour bien clarifier le début et la fin de la sortie.

source: Baikal Teal
fr: Sarcelle du lac Baïkal

source: Wigeons
fr: Canards d'Amérique

source: Lophonetta
fr: Canard huppé

source: Speculanas
fr: Canard à lunettes

source: Aythya
fr: Fuligule

source: Netta
fr: Nette

source: <![CDATA[ <listing> <title><file>index.page</file></title> <desc>A first Mallard page</desc> <code><![CDATA[ <page xmlns="http://projectmallard.org/1.0/" type="guide" id="index"> <!-- Content goes here --> </page>]]]>]&gt;<![CDATA[</code> </listing>]]>
fr: <![CDATA[ <listing> <title><file>index.page</file></title> <desc>Une première page Mallard</desc> <code><![CDATA[ <page xmlns="http://projectmallard.org/1.0/" type="guide" id="index"> <!-- Content goes here --> </page>]]]>]&gt;<![CDATA[</code> </listing>]]>

source: <![CDATA[ <listing> <desc>A first Mallard page</desc> <code><![CDATA[ <page xmlns="http://projectmallard.org/1.0/" type="guide" id="index"> <!-- Content goes here --> </page>]]]>]&gt;<![CDATA[</code> </listing>]]>
fr: <![CDATA[ <listing> <desc>Une première page Mallard</desc> <code><![CDATA[ <page xmlns="http://projectmallard.org/1.0/" type="guide" id="index"> <!-- Le contenu vient ici --> </page>]]]>]&gt;<![CDATA[</code> </listing>]]>
