Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: The <code>media</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>media</code> συναντάται σε οποιοδήποτε γενικό συγγραμμικό περιεχόμενο, συμπεριλαμβανομένων των περισσότερων <link xref="mal_inline">συγγραμμικών στοιχείων</link>, μερικών <link xref="mal_block#basic">βασικών στοιχείων μπλοκ</link> και μερικών <link xref="mal_info">πληροφοριακών στοιχείων</link>.
fr: L'élément <code>media</code> se rencontre dans tout contexte général intégré, y compris à l'intérieur de la plupart des <link xref="mal_inline">éléments intégrés</link>, de quelques <link xref="mal_block#basic">éléments blocs de base</link> et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>media</code> element can link to other pages or documents. See <link xref="mal_attr_link"/> for more information.
el: Το στοιχείο <code>media</code> μπορεί να συνδέει σε άλλες σελίδες ή έγγραφα. Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες.
fr: L'élément <code>media</code> peut renvoyer vers d'autres pages ou documents. Consultez <link xref="mal_attr_link"/> pour plus d'informations.

source: The <code>mime</code> attribute takes a valid MIME type for the object that is being inserted.
el: Η ιδιότητα <code>mime</code> παίρνει έναν έγκυρο τύπο MIME για το αντικείμενο που εισάγεται.
fr: L'attribut <code>mime</code> prend un type MIME valide pour l'objet en cours d'insertion.

source: The <code>media</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>media</code> μπορεί να έχει ιδιότητες από εξωτερικά namespace. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες από εξωτερικά namespace.
fr: L'élément <code>media</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: The <code>media</code> element may also be used in a block context. See <link xref="mal_block_media"/> for more information.
el: Το στοιχείο <code>media</code> μπορεί επίσης να χρησιμοποιηθεί σε περιεχόμενο μπλοκ. Δείτε το <link xref="mal_block_media"/> για περισσότερες λεπτομέρειες.
fr: L'élément <code>media</code> peut également s'utiliser dans un contexte de bloc. Consultez <link xref="mal_block_media"/> pour plus d'informations.

source: Use <code>media</code> to insert an image into your document:
el: Χρησιμοποιήστε το <code>media</code> για να εισάγετε μια εικόνα στο έγγραφό σας:
fr: Utilisation de <code>media</code> pour insérer une image dans un document :

source: Drake, the Mallard mascot
el: Ο Drake, η μασκότ του Mallard
fr: Drake, la mascotte Mallard

source: When a <code>media</code> element occurs in an inline context, it is displayed inline. The exact rendering of a <code>media</code> element will depend on the <code>type</code> and <code>mime</code> attributes. It may be necessary to add controls for audio and video objects.
el: Όταν ένα στοιχείο <code>media</code> συναντάται σε συγγραμμικό περιεχόμενο, προβάλλεται συγγραμμικά. Η ακριβής προβολή του στοιχείου <code>media</code> εξαρτάται από τις ιδιότητες <code>type</code> και <code>mime</code>. Μπορεί να είναι αναγκαίο να προσθέσετε ελέγχους για αντικείμενα ή ήχου και βίντεο.
fr: Quand un élément <code>media</code> se trouve dans un contexte intégré, il est affiché intégré. Le rendu exact d'un élément <code>media</code> dépend des attributs <code>type</code> et <code>mime</code>. Il peut se révéler nécessaire d'ajouter des contrôles pour des objets audio et vidéo.

source: The <code>application</code> type is intended for embedding interactive applications in documents. There are currently no specific recommendations for displaying application objects. Behavior may vary according to the type of application being embedded.
el: Ο τύπος <code>application</code> αποσκοπεί στην ενσωμάτωση διαδραστικών εφαρμογών στα έγγραφα. Προς το παρόν δεν υπάρχουν συγκεκριμένες συστάσεις για την εμφάνιση αντικειμένων εφαρμογών. Η συμπεριφορά μπορεί να ποικίλει ανάλογα με τον τύπο της εφαρμογής που ενσωματώνεται.
fr: Le type <code>application</code> est prévu pour l'insertion d'applications interactives dans les documents. Il n'y a actuellement aucune directive particulière pour l'affichage des objets application. Le comportement peut varier selon le type d'application incorporé.

source: Some display tools will not be able to display all types of objects. For example, a printed document will not be able to display video or play back audio. Even when a display tool can display the type of object, it may not be able to work with the given MIME type for technical or other reasons.
el: Μερικά εργαλεία προβολής δε θα μπορούν να εμφανίσουν όλους τους τύπους αντικειμένων. Για παράδειγμα, ένα εκτυπωμένο κείμενο δε θα μπορεί να εμφανίζει βίντεο ή να αναπαράγει ήχο. Ακόμα και όταν ένα εργαλείο προβολής μπορεί να εμφανίσει τον τύπο του αντικειμένου, μπορεί να μην είναι ικανό να λειτουργήσει με τον δεδομένο τύπο MIME για τεχνικούς ή άλλους λόγους.
fr: Certains outils d'affichage ne sont pas capables de traiter tous les types d'objets. Par exemple, un document imprimé ne pourra jamais afficher une vidéo ou jouer une piste audio. Même si un outil d'affichage peut traiter le type d'objet, il peut ne pas fonctionner avec le type MIME donné pour des raisons techniques ou autres.

source: When a display tool cannot display a <code>media</code> element, it displays the child elements of the element, as if the <code>media</code> element itself were replaced by its children. The child elements may consist of simply another <code>media</code> element referencing a different type of content. When processing any child <code>media</code> elements, display tools may need to fall back further to their child elements.
el: Όταν ένα εργαλείο προβολής δε μπορεί να εμφανίσει ένα στοιχείο <code>media</code>, εμφανίζει τα θυγατρικά του στοιχεία, σαν να αντικαθίσταται το στοιχείο <code>media</code> από τα θυγατρικά του. Τα θυγατρικά στοιχεία μπορεί να συνίστανται απλά από άλλα στοιχεία <code>media</code> που αναφέρονται σε ένα διαφορετικό τύπο περιεχομένου. Όταν επεξεργάζονται οποιαδήποτε θυγατρικά στοιχεία <code>media</code>, τα εργαλεία προβολής μπορεί να χρειαστεί να τα αντικαταστήσουν και αυτά με τα θυγατρικά τους.
fr: Quand un outil d'affichage est dans l'impossibilité d'afficher un élément <code>media</code>, il affiche les éléments enfants de ce dernier en remplacement. Les éléments enfants peuvent simplement être un autre élément <code>media</code> faisant référence à un contenu de type différent. Lors du traitement de cet élément <code>media</code> enfant, l'outil de présentation peut encore une fois avoir besoin de recourir à des éléments enfant du niveau au‑dessous.

source: In some display media, multimedia objects can have alternate text. This may be displayed when a user hovers over the object, or it may be provided to assistive technologies. When displaying in such a medium, display tools should extract the text value of a <code>media</code> element by processing its child elements, and recursively processing any child <code>media</code> elements, as if it can not display any types of <code>media</code> elements.
el: Σε μερικά μέσα προβολής, τα αντικείμενα πολυμέσων μπορεί να έχουν εναλλακτικό κείμενο. Αυτό μπορεί να εμφανίζεται όταν ο χρήστης κρατήσει το δείκτη του ποντικιού πάνω από το αντικείμενο, ή μπορεί να παρέχεται σε βοηθητικές τεχνολογίες. Όταν εμφανίζονται σε τέτοια μέσα, τα εργαλεία προβολής θα πρέπει να εξάγουν το κείμενο ενός στοιχείου <code>media</code> επεξεργαζόμενα τα θυγατρικά του στοιχεία, και επαναληπτικά να εξετάζουν το κάθε θυγατρικό στοιχείο <code>media</code> σαν να μη μπορούν να εμφανίσουν οποιοδήποτε τύπο στοιχείου <code>media</code>.
fr: Dans certains affichages de média, les objets multimédia acceptent un texte de substitution. Ce texte peut, soit être affiché lorsque l'utilisateur déplace son pointeur de souris sur l'objet, soit être transmis à des outils d'accessibilité. Pour afficher un média de cette façon, l'outil d'affichage doit extraire le contenu du texte de substitution de l'élément <code>media</code> en traitant ses éléments enfants, et récursivement tout élément <code>media</code> d'enfant, comme il le ferait s'il ne pouvait afficher aucun type d'élément <code>media</code>.

source: The <code>media</code> element can be used in place of the DocBook elements <code xref="http://www.docbook.org/tdg/en/html/audiooobject.html">audioobject</code>, <code xref="http://www.docbook.org/tdg/en/html/imageobject.html">imageobject</code>, and <code xref="http://www.docbook.org/tdg/en/html/videoobject.html">videoobject</code>. DocBook uses the <code xref="http://www.docbook.org/tdg/en/html/inlinemediaobject.html">inlinemediaobject</code> element to provide alternative objects. In Mallard, alternative objects are nested, obviating the need for a container element.
el: Το στοιχείο <code>media</code> μπορεί να χρησιμοποιηθεί στη θέση των στοιχείων <code xref="http://www.docbook.org/tdg/en/html/audiooobject.html">audioobject</code>, <code xref="http://www.docbook.org/tdg/en/html/imageobject.html">imageobject</code>, and <code xref="http://www.docbook.org/tdg/en/html/videoobject.html">videoobject</code> του DocBook. Το DocBook χρησιμοποιεί το στοιχείο <code xref="http://www.docbook.org/tdg/en/html/inlinemediaobject.html">inlinemediaobject</code> για να παρέχει εναλλακτικά αντικείμενα. Στο Mallard, τα εναλλακτικά αντικείμενα εμφωλεύονται, αναιρώντας έτσι την ανάγκη για ένα στοιχείο που να τα περιέχει.
fr: L'élément <code>media</code> peut remplacer les éléments DocBook <code href="http://www.docbook.org/tdg/en/html/audioobject.html">audioobject</code>, <code href="http://www.docbook.org/tdg/en/html/imageobject.html">imageobject</code>, et <code href="http://www.docbook.org/tdg/en/html/videoobject.html">videoobject</code>. DocBook utilise l'élément <code href="http://www.docbook.org/tdg/en/html/inlinemediaobject.html">inlinemediaobject</code> pour la mise à disposition d'objets de substitution. Dans Mallard, les objets de substitution sont imbriqués, ce qui permet de se passer d'élément conteneur.

source: Link to other pages, sections, or web pages.
el: Σύνδεση σε άλλες σελίδες, ενότητες ή ιστοσελίδες.
fr: Liens vers d'autres pages, sections ou pages Web.

source: Hyperlinks
el: Υπερσύνδεσμοι
fr: Hyperliens

source: Use the <code>link</code> to create a link to another page or section, or to an external resource such as a web page. Most <link xref="mal_inline">inline elements</link> can act as links, but the <code>link</code> element allows you to create a link without any associated semantics. The <code>link</code> element can also generate link text automatically for links to pages and sections within the same document.
el: Χρησιμοποιήστε το <code>link</code> για να δημιουργήσετε ένα σύνδεσμο προς μια άλλη σελίδα ή ενότητα, ή προς έναν εξωτερικό πόρο, όπως μια ιστοσελίδα. Τα περισσότερα <link xref="mal_inline">συγγραμμικά στοιχεία</link> μπορούν να λειτουργούν ως σύνδεσμοι, αλλά το στοιχείο <code>link</code> σας επιτρέπει να δημιουργείτε συνδέσμους χωρίς συσχετισμένη σημειολογία. Το στοιχείο <code>link</code> μπορεί επίσης να παράγει συνδέσμους αυτόματα προς σελίδες και ενότητες μέσα στο ίδιο έγγραφο.
fr: Utilisez <code>link</code> pour créer un lien vers une autre page ou une autre section, ou bien vers une ressource externe comme une page Web. La plupart des <link xref="mal_inline">éléments intégrés</link> peuvent jouer un rôle de liaison, mais l'élément <code>link</code> permet de créer un lien sans élément sémantique associé. L'élément <code>link</code> peut aussi générer un lien texte automatique pour relier les pages et les sections dans un même document.

source: The <code>link</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιψείο <code>link</code> μπορείτ να περιέχει ένα μίγμα από κείμενο και οποιοδήποτε <link xref="mal_inline">γενικό συγγραμμικό στοιχείο</link>.
fr: L'élément <code>link</code> peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: For links within the same document, content can be automatically generated.
el: Για συνδέσμους μέσα στο ίδιο έγγραφο, το περιεχόμενο μπορεί να παράγεται αυτόματα.
fr: Pour des liens dans un même document, le contenu est généré automatiquement.

source: The <code>link</code> element can occur in any general inline context, including inside most <link xref="mal_inline">inline elements</link>, some <link xref="mal_block#basic">basic block elements</link>, and certain <link xref="mal_info">informational elements</link>.
el: Το στοιχείο <code>link</code> συναντάται σε οποιοδήποτε γενικό συγγραμμικό περιεχόμενο, συμπεριλαμβανομένων των περισσότερων <link xref="mal_inline">συγγραμμικών στοιχείων</link>, μερικών <link xref="mal_block#basic">βασικών στοιχείων μπλοκ</link> και μερικών <link xref="mal_info">πληροφοριακών στοιχείων</link>.
fr: L'élément <code>link</code> peut apparaître dans tout contexte intégré général, y compris à l'intérieur de la plupart des <link xref="mal_inline">éléments intégrés</link>, de quelques <link xref="mal_block#basic">éléments blocs de base</link>, et certains <link xref="mal_info">éléments d'information</link>.

source: The <code>xref</code> attribute creates a link to another page or section within the same document, or to an external resource in some document management system.
el: Η ιδιότητα <code>xref</code> δημιουργεί ένα σύνδεσμο προς μια άλλη σελίδα ή ενότητα μέσα στο ίδιο έγγραφο, ή προς έναν εξωτερικό πόσο σε κάποιο σύστημα διαχείρισης εγγράφων.
fr: L'attribut <code>xref</code> crée un lien vers une autre page ou section du même document, ou bien vers une ressource externe dans certains systèmes de gestion de documents.

source: The <code>href</code> attribute creates a link to a web page or other network-accessible resource.
el: Η ιδιότητα <code>href</code> δημιουργεί ένα σύνδεσμο προς μια ιστοσελίδα ή προς άλλο πόρο προσβάσιμο μέσω δικτύου.
fr: L'attribut <code>href</code> crée un lien vers une page Web ou tout autre ressource accessible par le réseau.

source: The <code>role</code> attribute can be used to select alternative titles of the target page or section to be used as automatic content.
el: Η ιδιότητα <code>role</code> μπορεί να χρησιμοποιηθεί για επιλογή εναλλακτικών τίτλων των σελίδων προορισμού ή των ενοτήτων, οι οποίοι θα χρησιμοποιηθούν ως αυτόματο περιεχόμενο.
fr: L'attribut <code>role</code> s'utilise pour choisir un intitulé de remplacement pour la page ou section cible destinée à être utilisée comme contenu automatique.

source: The <code>link</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>link</code> μπορεί να έχει ιδιότητες από εξωτερικά namespace. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες από εξωτερικά namespace.
fr: L'élément <code>link</code> peut avoir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Link to another page in the same document:
el: Σύνδεσμος προς μια άλλη σελίδα στο ίδιο έγγραφο:
fr: Liaison vers une autre page du même document :

source: See <link xref="mal_attr_link"/> for information on linking attributes.
el: Δείτε το <link xref="mal_attr_link"/> για περισσότερες πληροφορίες πάνω στις ιδιότητες των συνδέσμων.
fr: Consultez <link xref="mal_attr_link"/> pour des informations sur les attributs de liaisons.

source: Link to a section in the same page:
el: Σύνδεσμος προς μια ενότητα στην ίδια σελίδα:
fr: Liaison vers une section de la même page :

source: See <link xref="#processing"/> for details on automatic link text.
el: Δείτε το <link xref="#processing"/> για λεπτομέρειες για την αυτόματη σύνδεση κειμένου.
fr: Consultez <link xref="#processing"/> pour des détails sur les textes de liaisonautomatiques.

source: Link to a section in another page:
el: Σύνδεσμος προς μια ενότητα σε άλλη σελίδα:
fr: Liaison vers une section dans une autre page :

source: See <link xref="mal_inline#processing"/> for more processing expectations.
el: Δείτε το <link xref="mal_inline#processing"/> για περισσότερες προσδοκίες επεξεργασίας.
fr: Consultez <link xref="mal_inline#processing"/> pour des détails sur les réponses au traitement.

source: Link to an external resource:
el: Σύνδεσμος προς εξωτερικό πόρο:
fr: Liaison vers une ressource extérieure :

source: See the <link href="http://www.w3.org/TR/REC-xml-names/">XML Namespaces recommendation</link>.
el: Δείτε τις <link href="http://www.w3.org/TR/REC-xml-names/">συστάσεις XML Namespace</link>.
fr: Consultez <link href="http://www.w3.org/TR/REC-xml-names/">Recommandations concernant les espaces de noms XML</link>.

source: A <code>link</code> element is displayed as hyperlink which can be clicked on or otherwise activated to take the user to another page, document, or resource. In certain environments, such as print, it may not be possible to make links activatable. In these cases, the target of the link may be displayed in the rendered output.
el: Ένα στοιχείο <code>link</code> εμφανίζεται ως υπερσύνδεσμος ο οποίος μπορεί να πατηθεί ή να ενεργοποιηθεί με άλλο τρόπο για να πάρει το χρήστη σε μια άλλη σελίδα, έγγραφο ή πόρο. Σε μερικά περιβάλλοντα, όπως στην εκτύπωση, μπορεί να είναι μην είναι δυνατό να κάνετε τους συνδέσμους ενεργοποιήσιμους. Σε τέτοιες περιπτώσεις, ο στόχος του συνδέσμου μπορεί να εμφανίζεται στην εικονιζόμενη έξοδο.
fr: Un élément <code>link</code> est affiché sous forme d'un hyperlien qui peut être cliqué ou activé d'une autre manière pour déplacer l'utilisateur vers une autre page, document ou ressource. Dans certains environnements, comme l'impression, il n'est pas possible de rendre les liens activables. Dans ce cas, la cible du lien peut être affichée sur le rendu de sortie.

source: The target of <code>link</code> element is determined from the <code>xref</code> and <code>href</code> exactly as it is for other inline elements. See <link xref="mal_attr_link"/> for information on determining the link target.
el: Ο στόχος ενός στοιχείου <code>link</code> καθορίζεται από το <code>xref</code> και το <code>href</code> ακριβώς όπως και για άλλα συγγραμμικά στοιχεία. Δείτε το <link xref="mal_attr_link"/> για περισσότερες λεπτομέρειες πάνω στον καθορισμό του στόχου του συνδέσμου.
fr: La cible de l'élément <code>link</code> est déterminée à partir de <code>xref</code> et <code>href</code> exactement comme pour les autres éléments intégrés. Consultez <link xref="mal_attr_link"/> pour des informations sur la manière de déterminer la cible du lien.

source: If the <code>link</code> element is non-empty, its contents are displayed as normal. Otherwise, automatic link text is generated as follows:
el: Αν το στοιχείο <code>link</code> δεν είναι άδειο, τότε τα περιεχόμενά του εμφανίζονται κανονικά. Αλλιώς, παράγεται αυτόματα κείμενο συνδέσμου ως εξής:
fr: Si l'élément <code>link</code> n'est pas vide, son contenu est affiché normalement. S'il est vide, une liaison automatique est générée de la manière suivante :

source: If the <code>link</code> element has an <code>xref</code> attribute that points to a page or section in the same document:
el: Αν το στοιχείο <code>link</code> έχει μια ιδιότητα <code>xref</code> η οποία συνδέει με μια σελίδα ή ενότητα στο ίδιο έγγραφο:
fr: Si l'élément <code>link</code> a un attribut <code>xref</code> pointant dans une page ou une section du même document :

source: If the <code>link</code> element has a <code>role</code> attribute, and that page or section has an <link xref="mal_info_title">informational title</link> with the <code>type</code> attribute set to <code>"link"</code> and the <code>role</code> set to the same value as the <code>role</code> attribute of the <code>link</code> element, then the contents of that <code>title</code> element are used.
el: Αν το στοιχείο <code>link</code> έχει μια ιδιότητα <code>role</code>, και εκείνη η σελίδα ή ενότητα έχει έναν <link xref="mal_info_title">πληροφοριακό τίτλο</link> με την ιδιότητα <code>type</code> ορισμένη σε <code>"link"</code> και τη <code>role</code> ορισμένη στην ίδια τιμή όπως την ιδιότητα <code>role</code> του στοιχείου <code>link</code>, τότε χρησιμοποιούνται τα περιεχόμενα εκείνου του στοιχείου <code>title</code>.
fr: Si l'élément <code>link</code> possède un attribut <code>role</code> et si la page ou section ciblée est dotée d'un <link xref="mal_info_title">titre pour information</link> dont l'attribut <code>type</code> est égal à <code>"link"</code> et dont l'attribut <code>role</code> est de même valeur que l'attribut <code>role</code> de l'élément <code>link</code>, alors le contenu de l'élément <code>title</code> est affiché.

source: Otherwise, if that page or section has an <link xref="mal_info_title">informational title</link> with the <code>type</code> attribute set to <code>"link"</code> and without a <code>role</code> attribute, the contents of that <code>title</code> element are used.
el: Αλλιώς, αν εκείνη η σελίδα ή ενότητα έχει έναν <link xref="mal_info_title">πληροφοριακό τίτλο</link> με την ιδιότητα <code>type</code> ορισμένη σε <code>"link"</code> και χωρίς ιδιότητα <code>role</code>, τότε χρησιμοποιούνται τα περιεχόμενα εκείνου του στοιχείου <code>title</code>.
fr: Sinon, si la page ou la section est dotée d'un <link xref="mal_info_title">titre informatif</link>, dont l'attribut <code>type</code> est égal à <code>"link"</code> mais sans attribut <code>role</code>, le contenu de cet élément <code>title</code> est utilisé.

source: Otherwise, the contents of the primary title of that page page or section are used.
el: Αλλιώς, χρησιμοποιούνται τα περιεχόμενα του πρωτεύοντος τίτλου εκείνης της σελίδας ή ενότητας.
fr: Sinon le contenu du titre général de la page ou de la section est utilisé.

source: Otherwise, if the <code>link</code> element has an <code>xref</code> attribute that points to a portion of another document, and the processing tool knows how to generate link contents, that content is used.
el: Αλλιώς, αν το στοιχείο <code>link</code> έχει μια ιδιότητα <code>xref</code> η οποία δείχνει σε ένα μέρος άλλου εγγράφου, και το εργαλείο επεξεργασίας ξέρει πώς να παράγξει περιεχόμενα συνδέσμου, τότε χρησιμοποιείται εκείνο το περιεχόμενο.
fr: Autrement, si l'élément <code>link</code> est doté d'un attribut <code>xref</code> pointant sur une partie d'un autre document, et que l'outil de traitement sait comment générer le contenu du lien, c'est ce contenu qui est utilisé.

source: Otherwise, the link target is used as text content.
el: Αλλιώς, ο στόχος του συνδέσμου χρησιμοποιείται ως περιεχόμενο κειμένου.
fr: Sinon la cible du lien sera employée comme contenu textuel.
