Repository: Distrotech/gnome-doc-utils
Catalog: doc/mallard/*/*.po
Languages: el, fr

source: Frequently, the children of a <code>media</code> element will be a single block element, such as another <code>media</code> element or a <code>p</code> element. Note, however, that this is not required, and fallback rendering may involve displaying several block elements.
el: Συχνά, το θυγατρικό ενός στοιχείου <code>media</code> θα είναι ένα μόνο στοιχείο μπλοκ, όπως ένα άλλο στοιχείο <code>media</code> ή ένα στοιχείο <code>p</code>. Σημειώστε πάντως ότι αυτό δεν απαιτείται και η εφεδρική απόδοση μπορεί να περιλαμβάνει εμφάνιση πολλών στοιχείων μπλοκ.
fr: Fréquemment, l'enfant d'un élément <code>media</code> est un simple élément bloc, comme un autre élément <code>media</code> ou un élément <code>p</code>. À noter, toutefois, que ceci n'est pas obligatoire, et le rendu de recours peut impliquer l'affichage de plusieurs éléments blocs.

source: The <code>media</code> element can be used in place of the DocBook elements <code xref="http://www.docbook.org/tdg/en/html/audiooobject.html">audioobject</code>, <code xref="http://www.docbook.org/tdg/en/html/imageobject.html">imageobject</code>, and <code xref="http://www.docbook.org/tdg/en/html/videoobject.html">videoobject</code>. DocBook uses the <code xref="http://www.docbook.org/tdg/en/html/mediaobject.html">mediaobject</code> element to provide alternative objects. In Mallard, alternative objects are nested, obviating the need for a container element.
el: Το στοιχείο <code>media</code> μπορεί να χρησιμοποιηθεί στη θέση των στοιχείων <code xref="http://www.docbook.org/tdg/en/html/audiooobject.html">audioobject</code>, <code xref="http://www.docbook.org/tdg/en/html/imageobject.html">imageobject</code>, and <code xref="http://www.docbook.org/tdg/en/html/videoobject.html">videoobject</code> του DocBook. Το DocBook χρησιμοποιεί το στοιχείο <code xref="http://www.docbook.org/tdg/en/html/mediaobject.html">mediaobject</code> για την παροχή εναλλακτικών αντικειμένων. Στο Mallard τα εναλλακτικά αντικείμενα μπαίνουν διαδοχικά, καθιστώντας περιττή την ανάγκη ενός στοιχείου περιέκτη.
fr: L'élément <code>media</code> peut remplacer les éléments DocBook <code href="http://www.docbook.org/tdg/en/html/audioobject.html">audioobject</code>, <code href="http://www.docbook.org/tdg/en/html/imageobject.html">imageobject</code> et <code href="http://www.docbook.org/tdg/en/html/videoobject.html">videoobject</code>. DocBook utilise l'élément <code href="http://www.docbook.org/tdg/en/html/inlinemediaobject.html">mediaobject</code> pour la mise à disposition d'un jeu d'objets de substitution. Dans Mallard, les objets de substitution sont imbriqués, ce qui permet de se passer d'élément conteneur.

source: Create a basic bulleted or numbered list.
el: Δημιουργία μιας βασικής λίστας με κουκίδες ή αριθμούς.
fr: Créer une liste élémentaire à puces ou numérotée.

source: Basic Lists
el: Βασικές Λίστες
fr: Listes élémentaires

source: Use the <code>list</code> element to create a basic bulleted or numbered list. By default, lists are unordered, and list items are marked with a bullet or other glyph. You can select various numbering systems using the <code>type</code> attribute. If you need a numbered list to enumerate steps the reader should perform, use the <code xref="mal_block_steps">steps</code> element.
el: Χρησιμοποιήστε το στοιχείο <code>list</code> για να δημιουργήσετε μια βασική λίστα με κουκκίδες ή αριθμούς. Ως προεπιλογή, οι λίστες δεν είναι ταξινομημένες και τα αντικείμενα της λίστας επισημαίνονται με μια κουκκίδα ή άλλο σύμβολο. Μπορείτε να επιλέξετε διάφορα συστήματα αρίθμησης χρησιμοποιώντας την ιδιότητα <code>type</code>. Αν χρειάζεστε μια αριθμημένη λίστα για να απαριθμήσετε βήματα που πρέπει να ακολουθήσει ο αναγνώστης, χρησιμοποιήστε το στοιχείο <code xref="mal_block_steps">steps</code>.
fr: Utilisez l'élément <code>list</code> pour créer une liste élémentaire à puces ou numérotée. Par défaut, les listes ne sont pas ordonnées et les articles sont précédés d'une puce ou autre signe. Vous pouvez choisir parmi plusieurs systèmes de numérotation avec l'attribut <code>type</code>. Si vous avez besoin d'une liste numérotée pour énumérer les étapes d'actions successives à réaliser par le lecteur, utilisez l'élément <code xref="mal_block_steps">steps</code>.

source: The <code>list</code> element can contain an optional <code xref="mal_block_title">title</code> element followed by one or more <code>item</code> elements. Each child <code>item</code> element can contain a mixture of text and any <link xref="mal_inline">general inline elements</link>.
el: Το στοιχείο <code>list</code> μπορεί να περιέχει ένα προαιρετικό στοιχείο <code xref="mal_block_title">title</code> ακολουθούμενο από ένα ή περισσότερα στοιχεία <code>item</code>. Κάθε θυγατρικό στοιχείο <code>item</code> μπορεί να περιέχει ένα μείγμα κειμένου και οποιωνδήποτε <link xref="mal_inline">γενικών εμβόλιμων στοιχείων</link>.
fr: L'élément <code>list</code> peut contenir un élément <code xref="mal_block_title">title</code> optionnel suivi d'un ou plusieurs éléments <code>item</code>. Chaque élément <code>item</code> enfant peut contenir un mélange de texte et de n'importe quel <link xref="mal_inline">élément intégré général</link>.

source: The <code>list</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>list</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένου μέσα σε <link xref="mal_page">σελίδες</link>, <link xref="mal_section">ενότητες</link>, και ορισμένα <link xref="mal_block">στοιχεία μπλοκ</link>.
fr: L'élément <code>list</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments bloc</link>.

source: The <code>type</code> attribute allows you to select the list type, which affects the markers used for each list item. Allowed values are those from the <link href="http://www.w3.org/TR/css3-lists/">CSS <code>list-style-type</code> property</link>. Additionally, the value of <code>"numbered"</code> can be used to select a numbered list type appropriate for the page's language.
el: Η ιδιότητα <code>type</code> σας επιτρέπει να επιλέξετε τον τύπο της λίστας, το οποίο επηρεάζει τους δείκτες για κάθε αντικείμενο της λίστας. Οι επιτρεπόμενες τιμές είναι αυτές από το <link href="http://www.w3.org/TR/css3-lists/">CSS <code>list-style-type</code> property</link>. Επιπλέον η τιμή <code>"numbered"</code> μπορεί να χρησιμοποιηθεί για την επιλογή μιας αριθμημένης λίστας κατάλληλης για τη γλώσσα της σελίδας.
fr: L'attribut <code>type</code> vous permet de choisir le type de liste, c'est-à-dire le symbole utilisé en-tête de chaque article de la liste. Les valeurs autorisées sont celles des <link href="http://www.w3.org/TR/css3-lists/"> propriétés <code>list-style-type</code> du CSS</link>. En outre, la valeur <code>"numbered"</code> peut s'utiliser pour sélectionner un type de liste en accord avec la langue de la page.

source: If no <code>type</code> attribute is present, it is assumed to be a <link href="http://www.w3.org/TR/css3-lists/#glyphs">glyph type</link> such as <code>"disc"</code> or <code>"circle"</code>. That is, lists default to bulleted lists.
el: Αν δεν έχει ορισθεί η ιδιότητα <code>type</code>, θεωρείται ότι είναι <link href="http://www.w3.org/TR/css3-lists/#glyphs">τύπος συμβόλου</link> όπως <code>"disc"</code> ή <code>"circle"</code>. Δηλαδή, οι λίστες έχουν ως προεπιλογή τις κουκκίδες.
fr: Si aucun attribut <code>type</code> n'est mentionné, il est supposé être de <link href="http://www.w3.org/TR/css3-lists/#glyphs">type glyph</link> tel que <code>"disc"</code> ou <code>"circle"</code>. Cela signifie que, par défaut, il s'agit de listes à puces.

source: The <code>list</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>list</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>list</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Create a basic unordered list:
el: Δημιουργία βασικής αταξινόμητης λίστας:
fr: Création d'une liste ordinaire non ordonnée :

source: Create an unordered list with a title:
el: Δημιουργία μη ταξινομημένης λίστας με τίτλο:
fr: Création d'une liste non ordonnée avec un intitulé :

source: Message Types
el: Τύποι μηνυμάτων
fr: Types de messages

source: Create a simple numbered list:
el: Δημιουργία απλής αριθμημένης λίστας:
fr: Création d'une liste numérotée ordinaire :

source: First
el: Πρώτο
fr: Premier

source: Second
el: Δευτερόλεπτο
fr: Deuxième

source: Third
el: Τρίτο
fr: Troisième

source: Create a numbered list with Roman numerals:
el: Δημιουργία αριθμημένης λίστας με ρωμαϊκούς αριθμούς:
fr: Création d'une liste numérotée en chiffres romains majuscules :

source: Lists are displayed as block elements, with each child <code>item</code> displayed as a list item. When present, the title should be displayed in a way that makes it clear that it is the title of the list. List items are interpreted in the same way as <code>li</code> elements in HTML, except that the <code>item</code> element only allows block-level child content.
el: Οι λίστες εμφανίζονται ως στοιχεία μπλοκ, με κάθε θυγατρικό στοιχείο <code>item</code> να εμφανίζεται ως αντικείμενο της λίστας. Όταν υπάρχει, ο τίτλος θα πρέπει να εμφανίζεται με τέτοιο τρόπο ώστε να είναι σαφές ότι είναι ο τίτλος της λίστας. Τα αντικείμενα της λίστας ερμηνεύονται με τον ίδιο τρόπο με τα στοιχεία <code>li</code> στην HTML, εκτός του ότι το στοιχείο <code>item</code> επιτρέπει θυγατρικό περιεχόμενο μόνο επιπέδου μπλοκ.
fr: Les listes sont affichées comme des éléments blocs, chaque <code>item</code> enfant affiché en tant qu'article de la liste. S'il est présent, le titre doit être affiché de manière à être clairement perçu comme tel. Les éléments de la liste sont interprétés de la même manière que les éléments <code>li</code> du HTML, sauf que l'élément <code>item</code> n'autorise qu'un contenu enfant de niveau bloc.

source: Item markers are taken from the <code>type</code> attribute, which is either a valid value of the <link href="http://www.w3.org/TR/css3-lists/">CSS <code>list-style-type</code> property</link>, or the special value <code>"numbered"</code>. When the <code>"numbered"</code> type is used, a numeric marker type is chosen that is appropriate for the language of the page. The default numeric marker type per language may vary between implementations.
el: Οι δείκτες των αντικειμένων λαμβάνονται από την ιδιότητα <code>type</code>, η οποία είναι είτε μια έγκυρη τιμή της <link href="http://www.w3.org/TR/css3-lists/">CSS <code>list-style-type</code> property</link>, ή της ειδικής τιμής <code>"numbered"</code>. Όταν χρησιμοποιείται ο τύπος <code>"numbered"</code>, επιλέγεται ένας αριθμητικός δείκτης κατάλληλος για τη γλώσσα της σελίδας. Ο προεπιλεγμένος αριθμητικός δείκτης ανά γλώσσα μπορεί να διαφέρει μεταξύ των υλοποιήσεων.
fr: Les marques des éléments de la liste sont choisis selon l'attribut <code>type</code> qui est, soit une valeur valide parmi les <link href="http://www.w3.org/TR/css3-lists/">propriétés <code>list-style-type</code> de CSS</link>, soit la valeur particulière <code>"numbered"</code>. Si cette dernière propriété a été retenue, le type de numérotation est choisi en accord avec la langue de la page. La marque numérique par défaut selon la langue peut varier suivant les implémentations.

source: The <code>list</code> element combines the functionality of the <code href="http://www.docbook.org/tdg/en/html/itemizedlist.html">itemizedlist</code> and <code href="http://www.docbook.org/tdg/en/html/orderedlist.html">orderedlist</code> elements in DocBook. DocBook allows leading block-level content in its list elements. This is not allowed in Mallard, though an optional <code>title</code> element is allowed. DocBook allows you to override the bullet or numbering type on each list item. Mallard does not allow this.
el: Το στοιχείο <code>list</code> συνδυάζει τη λειτουργικότητα των στοιχείων <code href="http://www.docbook.org/tdg/en/html/itemizedlist.html">itemizedlist</code> και <code href="http://www.docbook.org/tdg/en/html/orderedlist.html">orderedlist</code> του DocBook. Το DocBook επιτρέπει αρχικό περιεχόμενο επιπέδου μπλοκ στα στοιχεία λίστας. Αυτό δεν επιτρέπεται στο Mallard, παρόλο που επιτρέπεται ένα προαιρετικό στοιχείο <code>title</code>. Το DocBook σας επιτρέπει να παρακάμψετε το τύπο κουκκίδας ή αρίθμησης σε κάθε αντικείμενο της λίστας. Το Mallard δεν το επιτρέπει.
fr: L'élément <code>list</code> combine les fonctionnalités des éléments <code href="http://www.docbook.org/tdg/en/html/itemizedlist.html">itemizedlist</code> et <code href="http://www.docbook.org/tdg/en/html/orderedlist.html">orderedlist</code> de DocBook. DocBook autorise un en‑tête de niveau bloc dans ses éléments listes. Cela n'est pas permis avec Mallard, bien qu'un élément <code>title</code> optionnel soit possible. DocBook vous permet d'éviter l'affichage de puces ou de numéros pour les éléments de la liste. Mallard ne vous le permet pas.

source: Provide a name and description for a code block or other content.
el: Δώστε όνομα και περιγραφή για ένα μπλοκ κώδικα ή άλλου περιεχομένου.
fr: Donner un nom et une description à un bloc de code ou à un autre contenu.

source: Listings
el: Καταχωρήσεις

source: Use the <code>listing</code> element to create named listing of file contents or other content. Listings are usually used with <link xref="mal_block_code">code blocks</link> to provide a name for the file to enter the content into. They may also be used to provide a name for an <link xref="mal_block_screen">interactive shell session</link> or any other type of content. To provide a title for images or other multimedia objects, use the <link xref="mal_block_figure">figure</link> element.
el: Χρησιμοποιήστε το στοιχείο <code>listing</code> για να δημιουργήσετε ονομαστικές λίστες των περιεχομένων αρχείων ή άλλου περιεχομένου. Οι καταχωρήσεις συνήθως χρησιμοποιούνται με <link xref="mal_block_code">μπλοκ κώδικα</link> για να παρέχουν ένα όνομα για το αρχείο που θα εισαχθεί το περιεχόμενο. Μπορεί επίσης να χρησιμοποιηθούν για να δώσουν ένα όνομα για μια <link xref="mal_block_screen">διαδραστική συνεδρία κελύφους</link> ή οποιοδήποτε άλλο τύπο περιεχομένου. Για να δώσετε ένα τίτλο σε εικόνες ή άλλα πολυμεσικά αντικείμενα, χρησιμοποιήστε το στοιχείο <link xref="mal_block_figure">figure</link>.
fr: Utilisez l'élément <code>listing</code> pour afficher le listing, avec intitulé, du contenu d'un fichier ou d'autre chose. Ces listings sont normalement constitués de <link xref="mal_block_code">blocs code</link> permettant d'indiquer lre nom des fichiers d'extraction. Ces éléments sont aussi employés pour donner un nom à une <link xref="mal_block_screen">session interactive d'interpréteur de commande</link> ou tout autre type de contenu. Pour qualifier d'un titre des images ou d'autres objets multimédia, servez‑vous de l'élément <link xref="mal_block_figure">figure</link>.

source: The <code>listing</code> element contains an optional <link xref="mal_block_title">title</link> element, an optional <link xref="mal_block_desc">desc</link> element, and any <link xref="mal_block">general block content</link>.
el: Το στοιχείο <code>listing</code> περιέχει ένα προαιρετικό στοιχείο <link xref="mal_block_title">title</link>, ένα προαιρετικό στοιχείο <link xref="mal_block_desc">desc</link> και οποιοδήποτε <link xref="mal_block">γενικό περιεχόμενο μπλοκ</link>.
fr: L'élément <code>listing</code> comporte un élément <link xref="mal_block_title">title</link> optionnel, un élément <link xref="mal_block_desc">desc</link> optionnel et n'importe quel <link xref="mal_block">contenu général de bloc</link>.

source: The <code>listing</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>listing</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένου μέσα σε <link xref="mal_page">σελίδες</link>, <link xref="mal_section">ενότητες</link>, και ορισμένα <link xref="mal_block">στοιχεία μπλοκ</link>.
fr: L'élément <code>listing</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments blocs</link>.

source: The <code>listing</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>listing</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>listing</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>listing</code> to provide a file name and description for a code block:
el: Χρησιμοποιήστε το <code>listing</code> για να δώσετε ένα όνομα αρχείου και μια περιγραφή για ένα μπλοκ κώδικα:
fr: Utilisation de <code>listing</code> pour décrire un bloc de code tout en indiquant le nom du fichier :

source: A first Mallard page
el: Μια πρώτη σελίδα Mallard
fr: Une première page Mallard

source: Listings are displayed as block elements, with each of their child elements being interpreted as block elements. When present, the title and description should be displayed in a way that makes their respective roles clear.
el: Οι καταχωρήσεις εμφανίζονται ως στοιχεία μπλοκ, με καθένα από τα θυγατρικά τους να ερμηνεύεται ως στοιχείο μπλοκ. Όταν υπάρχουν, ο τίτλος και η περιγραφή πρέπει να εμφανίζονται με τρόπο που καθιστά σαφείς τους ρόλους τους.
fr: Les listing sont affichés comme des éléments blocs, chacun de leurs éléments enfants étant aussi interprété comme élément bloc. Si présents, le titre et la description seront affichés de manière à indiquer clairement leurs rôles respectifs.

source: Provide a title or caption for a multimedia object.
el: Ορισμός τίτλου ή λεζάντας για αντικείμενο πολυμέσων.
fr: Donner un titre ou une légende à un objet multimédia.

source: Figures
el: Σχήματα

source: Use the <code>figure</code> element to provide a title or caption for a <link xref="mal_block_media">multimedia object</link> or other block object. To provide a title for the contents of a file, such as a <link xref="mal_block_code">code block</link>, use the <code xref="mal_block_listing">listing</code> element instead.
el: Χρησιμοποιήστε το στοιχείο <code>figure</code> για να δώσετε ένα τίτλο ή μια λεζάντα για ένα <link xref="mal_block_media">αντικείμενο πολυμέσων</link> ή άλλο αντικείμενο μπλοκ. Για να δώσετε τίτλο στα περιεχόμενα ενός αρχείου, όπως <link xref="mal_block_code">μπλοκ κώδικα</link>, χρησιμοποιήστε πιο σωστά το στοιχείο <code xref="mal_block_listing">listing</code>.
fr: Utilisez l'élément <code>figure</code> pour qualifier d'un titre ou d'une légende un <link xref="mal_block_media">objet multimedia</link> ou autre objet bloc. Pour intituler le contenu d'un fichier sous forme de <link xref="mal_block_code">bloc de code</link>, utilisez l'élément <code xref="mal_block_listing">listing</code> à la place.

source: The <code>figure</code> element contains an optional <link xref="mal_block_title">title</link> element, an optional <link xref="mal_block_desc">desc</link> element, and any <link xref="mal_block">general block content</link>.
el: Το στοιχείο <code>figure</code> περιέχει ένα προαιρετικό στοιχείο <link xref="mal_block_title">title</link>, ένα προαιρετικό στοιχείο <link xref="mal_block_desc">desc</link> και οποιοδήποτε <link xref="mal_block">γενικό περιεχόμενο μπλοκ</link>.
fr: L'élément <code>figure</code> comporte un élément <link xref="mal_block_title">title</link> optionnel, un élément <link xref="mal_block_desc">desc</link> optionnel et n'importe quel <link xref="mal_block">contenu général de bloc</link>.

source: The <code>figure</code> element can occur in any general block context, including inside <link xref="mal_page">pages</link>, <link xref="mal_section">sections</link>, and certain <link xref="mal_block">block elements</link>.
el: Το στοιχείο <code>figure</code> μπορεί να υπάρχει σε οποιοδήποτε γενικό μπλοκ περιεχομένου, συμπεριλαμβανομένου μέσα σε <link xref="mal_page">σελίδες</link>, <link xref="mal_section">ενότητες</link>, και ορισμένα <link xref="mal_block">στοιχεία μπλοκ</link>.
fr: L'élément <code>figure</code> se rencontre dans tout contexte général de bloc, y compris à l'intérieur des <link xref="mal_page">pages</link>, des <link xref="mal_section">sections</link> et de certains <link xref="mal_block">éléments blocs</link>.

source: The <code>figure</code> element can have attributes from external namespaces. See <link xref="mal_external"/> for more information on external-namespace attributes.
el: Το στοιχείο <code>figure</code> μπορεί να έχει ιδιότητες από εξωτερικούς χώρους ονομάτων. Δείτε το <link xref="mal_external"/> για περισσότερες πληροφορίες για τις ιδιότητες των εξωτερικών χώρων ονομάτων.
fr: L'élément <code>figure</code> peut contenir des attributs issus d'espaces de noms externes. Consultez <link xref="mal_external"/> pour plus d'informations sur les attributs issus d'espaces de noms externes.

source: Use <code>figure</code> to provide a title and caption for an image:
el: Χρησιμοποιήστε το στοιχείο <code>figure</code> για δώσετε τίτλο και λεζάντα σε μια εικόνα:
fr: Utilisation de <code>figure</code> pour donner un titre ou une légende à une illustration :

source: Drake is the Mallard mascot.
el: Ο Drake είναι η μασκώτ του Mallard.
fr: Drake est la mascotte de Mallard.

source: Figures are displayed as block elements, with each of their child elements being interpreted as block elements. When present, the title and description should be displayed in a way that makes their respective roles clear.
el: Οι εικόνες εμφανίζονται ως στοιχεία μπλοκ με καθένα από τα θυγατρικά τους να ερμηνεύεται ως στοιχείο μπλοκ. Όταν υπάρχουν, ο τίτλος και η περιγραφή θα πρέπει να εμφανίζονται με τρόπο που καθιστά σαφή το ρόλο τους.
fr: Les éléments <code>figure</code> sont affichés en tant qu'éléments blocs, chacun de leurs éléments enfants étant aussi interprétés comme éléments blocs. Si présents, titre et description seront affichés de manière à indiquer clairement leurs rôles respectifs.
