Repository: Distrotech/gnome-doc-utils
Catalog: po/*.po
Languages: ne

source: format.appendix.label
ne: ढाँचा.एपेन्डिक्स.लेबुल

source: format.chapter.label
ne: ढाँचा.अध्याय.लेबुल

source: format.citetitle
ne: ढाँचा.साइटशीर्षक

source: format.date
ne: ढाँचा.मिति

source: format.example.label
ne: ढाँचा.उदारण.लेबुल

source: format.example.number
ne: ढाँचा.उदाहरण.नम्बर

source: format.example.number.flat
ne: ढाँचा.उदाहरण.नम्बर.समतल

source: format.figure.label
ne: ढाँचा.रेखाचित्र.लेबुल

source: format.figure.number
ne: ढाँचा.रेखाचित्र.नम्बर

source: format.figure.number.flat
ne: ढाँचा.रेखाचित्र.नम्बर.समतल

source: format.manvolnum
ne: ढाँचा.मानभोल्नम

source: format.part.label
ne: ढाँचा.अध्याय.तह

source: format.part.number
ne: ढाँचा.अध्याय.नम्बर

source: format.quote.inner
ne: ढाँचा.उदधृत वाक्य.भित्री

source: format.quote.outer
ne: ढाँचा.उदधृत वाक्य.बाहिरी

source: format.refentry.label
ne: ढाँचा.रिफेन्ट्री.तह

source: format.section.label
ne: ढाँचा.सेक्सन.लेबुल

source: format.table.label
ne: ढाँचा.तालिका.लेबुल

source: format.table.number
ne: ढाँचा.तालिका.नम्बर

source: format.table.number.flat
ne: ढाँचा.तालिका.नम्बर.समतल

source: format.tooltip.glossentry
ne: ढाँचा.उपकरण टिप.शब्दसंग्रह प्रबिष्टि

source: format.tooltip.mailto
ne: ढाँचा.उपकरणटिप.माइल्टो

source: <msgstr form="0">Author</msgstr> <msgstr form="1">Authors</msgstr>
ne: <msgstr form="0">लेखक</msgstr> <msgstr form="1">लेखकहरू</msgstr>

source: <msgstr form="0">Collaborator</msgstr> <msgstr form="1">Collaborators</msgstr>
ne: <msgstr form="0">सहकारी</msgstr> <msgstr form="1">सहकारीहरू</msgstr>

source: <msgstr form="0">Copyright</msgstr> <msgstr form="1">Copyrights</msgstr>
ne: <msgstr form="0"> प्रतिलिपि अधिकार</msgstr> <msgstr form="1">प्रतिलिपि अधिकारहरू</msgstr>

source: <msgstr form="0">Editor</msgstr> <msgstr form="1">Editors</msgstr>
ne: <msgstr form="0">सम्पादक</msgstr> <msgstr form="1">सम्पादकहरू</msgstr>

source: <msgstr form="0">Other Contributor</msgstr> <msgstr form="1">Other Contributors</msgstr>
ne: <msgstr form="0">अन्य दाता</msgstr> <msgstr form="1">अन्य दाताहरू</msgstr>

source: <msgstr form="0">Publisher</msgstr> <msgstr form="1">Publishers</msgstr>
ne: <msgstr form="0">प्रकाशक</msgstr> <msgstr form="1">प्रकाशकहरू</msgstr>

source: About This Document
ne: यो लिखतको बारेमा

source: Affiliation
ne: सम्बद्धन

source: Audience
ne: दर्शन

source: Caution
ne: सावधानी

source: Colophon
ne: कोलोफोन

source: Contents
ne: सामग्रीहरू

source: Date
ne: मिति

source: Dedication
ne: समर्पण

source: Email
ne: इमेल

source: Important
ne: महत्वपूर्ण

source: Index
ne: अनुक्रमणिका

source: Legal Notice
ne: बैध सूचना

source: Level
ne: तह

source: Message Audience
ne: सन्देश दर्शन

source: Message Level
ne: सन्देश तह

source: Message Origin
ne: सन्देश उत्पत्ति

source: Name
ne: नाम

source: Note
ne: द्रष्टव्य

source: Origin
ne: उत्पत्ति

source: Preface
ne: भुमिका

source: Reference
ne: सन्दर्भ

source: Release Information
ne: जारी जानकारी

source: Revision History
ne: संशोधन इतिहास

source: See
ne: हेर

source: See Also
ne: यो पनि हेर

source: Set Index
ne: अनुक्रमणिका सेट गर्नुहोस्

source: Synopsis
ne: सारांश

source: Table of Contents
ne: सामाग्रीहरूको तालिका

source: Tip
ne: टिप

source: Title
ne: शीर्षक

source: Warning
ne: चेतावनी
